{"id":916,"date":"2021-06-29T08:52:19","date_gmt":"2021-06-29T08:52:19","guid":{"rendered":"http:\/\/wp-io.dolby.net\/?p=916"},"modified":"2022-01-10T10:35:59","modified_gmt":"2022-01-10T18:35:59","slug":"product-roadmap-a-managers-guide-to-prioritizing-audio","status":"publish","type":"post","link":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/","title":{"rendered":"Product Roadmap: A Manager’s Guide To Prioritizing Audio"},"content":{"rendered":"\n<p>As a product manager, it’s essential to frequently update and add new upgrades to your company’s software. However, with so many aspects to choose from, how do you decide which features to prioritize? <br><br>If your product relies on audiovisual media, poor-quality audio will ruin user engagement more than anything &#8211; regardless of how many other fancy features it may have. Therefore, it’s essential to prioritize audio enhancement in your product roadmap since it impacts the user experience and customer retention.<\/p>\n\n\n\n<h2 id=\"h-why-audio-needs-to-be-a-priority-in-your-product-roadmap\"><strong>Why Audio Needs to Be a Priority in Your Product Roadmap<\/strong><\/h2>\n\n\n\n<p>It’s not easy for product managers to find the best features to focus on in your product. They’re under pressure from many different stakeholders, all with different priorities to add as many upgrades as possible. Here’s why audio needs to be at the top of your product roadmap’s list.<\/p>\n\n\n\n<h3 id=\"h-improves-the-user-experience-and-drives-engagement\"><strong>Improves the User Experience and Drives Engagement<\/strong><\/h3>\n\n\n\n<p>Audio quality has a significant influence on the user’s experience with your product. For example, let’s say a user has a conference call, but they’re having video problems in the process. Even if the video quality becomes glitchy, as long as the audio is top-notch, they’ll still be able to use the platform to communicate effectively. <br><br>Optimizing your product’s <a href=\"https:\/\/dolby.io\/blog\/why-audio-experience-matters-for-video-conferencing-tools\/?&amp;utm_medium=organic&amp;utm_campaign=mediacomms-blog&amp;utm_source=blog\">audio experience<\/a> in the product roadmap gets you closer to re-creating an in-person human interaction. It will help build a connection with your customers and make their experience more realistic. <\/p>\n\n\n\n<h3 id=\"h-influences-credibility-and-trust\"><strong>Influences Credibility and Trust<\/strong><\/h3>\n\n\n\n<p>What matters isn’t just what is said — it’s also how it’s delivered. Besides providing a better user experience, audio has a significant influence on whether we trust the information we’re receiving.<br><br><a href=\"https:\/\/news.usc.edu\/141042\/why-we-believe-something-audio-sound-quality\/\">A study<\/a> by the University of Southern California and the Australian National University highlighted the negative impact on trust that comes with poor-quality audio. They tested two YouTube conference videos on the subject of physics: one with high-quality audio and the other with poor-quality audio. Each research participant received just one of these two calls, then was asked to rate the conference they were viewing.<br><br>The researchers found out that participants viewed the speaker as less intelligent in the talk with low-quality audio and considered their research less credible, even though they covered the same topic. <\/p>\n\n\n\n<h3 id=\"h-gives-you-a-competitive-advantage\"><strong>Gives You a Competitive Advantage<\/strong><\/h3>\n\n\n\n<p>To create the best product, you’ll need to find ways to stand out from the competition. Otherwise, why should your audience choose your product over others in your industry?<br><br>An excellent audio experience can become your unique selling point for customers. Considering that it’s often overlooked by companies, it’s a good way to get the customer’s attention and retain them on your platform. <\/p>\n\n\n\n<h2 id=\"h-how-different-industries-can-benefit-from-high-quality-audio\"><strong>How Different Industries Can Benefit from High-Quality Audio<\/strong><\/h2>\n\n\n\n<p>Each company has different needs based on their industry, but all have something to gain from enhancing the audio experience. Here’s how focusing on audio in the product roadmap can resolve some of the most common issues that companies across different niches face.<\/p>\n\n\n\n<h3 id=\"h-telehealth-clarifies-patients-diagnoses\"><strong>Telehealth: Clarifies Patients’ Diagnoses<\/strong><\/h3>\n\n\n\n<p>Telehealth consists of distributing healthcare services via online communication (such as video conferencing). It offers the opportunity to provide healthcare access to patients from anywhere in the world.<\/p>\n\n\n\n<h4 id=\"h-the-problem\"><strong>The Problem:<\/strong><\/h4>\n\n\n\n<p>Doctors need to have deep conversations with their patients to get accurate diagnoses. However, poor-quality audio can make it challenging to have a productive discussion or identify disease symptoms (coughing, sneezing, etc.).<\/p>\n\n\n\n<p>The result is that patients may not get the necessary treatment they need, which can be dangerous for the patient and hurt the health provider’s reputation.<\/p>\n\n\n\n<h4 id=\"h-the-solution\"><strong>The Solution:<\/strong><\/h4>\n\n\n\n<p>Exceptional audio allows doctors to hear every single detail that matters in their conversations with patients. That way, they can deliver the correct diagnosis and identify which steps to take in order to solve patients’ issues.<\/p>\n\n\n\n<h3 id=\"h-education-keeps-students-engaged-and-eliminates-distractions\"><strong>Education: Keeps Students Engaged and Eliminates Distractions<\/strong><\/h3>\n\n\n\n<p>Since the start of the pandemic, remote learning has seen a dramatic boost and has become an effective way to adapt to difficult circumstances: the market expects to grow by <a href=\"https:\/\/www.businesswire.com\/news\/home\/20200615005315\/en\/COVID-19-Impact-and-Recovery-Analysis--Academic-E-Learning-Market-2020-2024-Demand-of-Online-Microlearning-to-Boost-Growth-Technavio\">$72 billion by 2024<\/a>. It helps students maintain their education while still respecting social distancing.<\/p>\n\n\n\n<h4 id=\"h-the-problem-1\"><strong>The Problem:<\/strong><\/h4>\n\n\n\n<p>A common challenge among education professionals is keeping students engaged during virtual classes. Many students complain that virtual classrooms don’t feel like the real thing.<br><br>Distractions during calls can become an obstacle to productive learning. If disruptions, such as background noise, frequently pop up in a teacher’s virtual class, students won’t stay focused long or retain the information.<br><br>Aside from virtual classes, any audio disruption that arises in pre-recorded class content will also negatively impact your students&#8217; learning. Students will have to go back and forth between each point the teacher makes throughout the lecture in the video to try to understand what they said.<\/p>\n\n\n\n<h4 id=\"h-the-solution-1\"><strong>The Solution:<\/strong><\/h4>\n\n\n\n<p>Optimizing the audio experience can help re-create a lifelike experience for your class that keeps remote students engaged, even if you’re thousands of miles away. Making audio enhancement a priority also allows you to drastically reduce background noise and any other distractions that get in the way of learning. <\/p>\n\n\n\n<h3 id=\"h-customer-and-field-service-solves-customer-requests-faster-and-more-efficiently\"><strong>Customer and Field Service: Solves Customer Requests Faster and More Efficiently<\/strong><\/h3>\n\n\n\n<p>Customer service is part and parcel of running a business and can significantly impact your brand reputation. <a href=\"https:\/\/clouddamcdnprodep.azureedge.net\/gdc\/gdcPiLLQw\/original?ocid=mkto_eml_EM582302A1LA1\">Ninety percent of  consumers<\/a> consider customer service a vital factor in whether they’ll do business with a company:<\/p>\n\n\n\n<h4 id=\"h-the-problem-2\"><strong>The Problem:<\/strong><\/h4>\n\n\n\n<p>Poor audio during customer service calls can make your business look unprofessional and make customers act angry. It’s not only going to create an unpleasant experience for your support team, but your brand reputation will take a hit as well.<\/p>\n\n\n\n<h4 id=\"h-the-solution-2\"><strong>The Solution:<\/strong><\/h4>\n\n\n\n<p>High-quality audio ensures that you hear every word your customers say and have a clear conversation, so you can quickly solve their requests. Your customer service and brand loyalty will improve as a result. <\/p>\n\n\n\n<h3 id=\"h-podcasting\"><strong>Podcasting<\/strong><\/h3>\n\n\n\n<p>According to an article by <a href=\"https:\/\/www.forbes.com\/sites\/bradadgate\/2021\/02\/11\/podcasting-has-become-a-big-business\/?sh=711b4db72cfb\">Forbes<\/a>, more and more people are tuning in to podcasts: 125 million people worldwide will listen to a podcast each month by 2022, which represents a 25% growth from 2020. The reason behind this success is because podcasts make it easy to learn and absorb information while doing daily activities such as exercising or doing home chores.<\/p>\n\n\n\n<h4 id=\"h-the-problem-3\"><strong>The Problem:<\/strong><\/h4>\n\n\n\n<p>There’s nothing more annoying than recording what you thought was the perfect podcast episode, only to realize it’s full of audio issues and disruptions. Users will then have to go back and forth in the track to eliminate background noise and annoying sounds such as plosives or sibilance. It’s a significantly time-consuming process, especially if they don’t have an audio engineering background.<\/p>\n\n\n\n<h4 id=\"h-the-solution-3\"><strong>The Solution:<\/strong><\/h4>\n\n\n\n<p>Adding an audio enhancer feature to your product will make life easier so much easier for your users. Within just one click, they’ll be able to make their podcast episode’s audio clearer and clean up any issues without the need of an engineering team. It’s going to save them so much time and headaches in advance.<\/p>\n\n\n\n<h3 id=\"h-web-conferencing-allows-participants-to-understand-everything-in-their-calls\">Web-Conferencing: Allows Participants To Understand Everything In Their Calls<\/h3>\n\n\n\n<p>Web conferencing platforms offer many benefits to business professionals. For example, it reduces the need to travel, allows communication with employees or customers worldwide, and provides a more flexible way to arrange meetings.<\/p>\n\n\n\n<h4 id=\"h-the-problem-4\"><strong>The Problem:<\/strong><\/h4>\n\n\n\n<p>Users of web conference meetings solutions often complain about not hearing and understanding everything said during their calls. It’s a significant source of friction when important information is discussed, but participants are missing half of the details.<\/p>\n\n\n\n<h4 id=\"h-the-solution-4\"><strong>The Solution:<\/strong><\/h4>\n\n\n\n<p>High-quality audio ensures that participants can hear everything they need to hear during their conference calls, instead of having to repeat to others what they said during the discussion. In other words, it helps users stay “in” the meeting and not “half in it.” As a result, participants gain the peace of mind that they didn’t miss anything vital and will have more productive meetings.<\/p>\n\n\n\n<h2 id=\"h-best-practices-for-building-your-audio-roadmap\"><strong>Best Practices for Building Your Audio Roadmap<\/strong><\/h2>\n\n\n\n<p>There are a couple of things to consider as you prioritize audio in your product roadmap. It’s going to require you to dive back into your strategy and start discussions with the various departments on your team.<\/p>\n\n\n\n<h3 id=\"h-think-about-how-audio-fits-into-your-product-strategy-and-vision\"><strong>Think About How Audio Fits into Your Product Strategy and Vision<\/strong><\/h3>\n\n\n\n<p>To implement audio as part of your product roadmap, you’ll first need to understand how it aligns with what your company stands for.<br><br>Let’s say that you&#8217;re a telehealth company helping customers with their online consultations. Your product vision could be to offer the best, most convenient healthcare to patients. Optimizing audio could improve the provider and patient relationship by delivering more human-like conversations. It also enables access to those who cannot regularly visit an office in person (especially if out of network).<br><br>Or, if you’re a live gaming streaming company, maybe your goal is to create an exceptional, immersive experience for gamers. Just like in cinema, maximizing audio will help drive emotion in gaming and pull your audience into the game’s world. <\/p>\n\n\n\n<h3 id=\"h-align-with-stakeholders\"><strong>Align with Stakeholders<\/strong><\/h3>\n\n\n\n<p>Next, you’ll have to set up a meeting with stakeholders and explain the reasoning behind the decision to focus on audio. Their buy-in is critical to ensure that you can proceed with the following steps.<br><br>During your discussion with stakeholders, focus on the metrics that matter most to them. Highlight how optimizing the audio experience will help you reach your goals, such as reducing customer churn, driving more sign-ups, increasing audience retention, improving your online star rating, etc. <\/p>\n\n\n\n<h3 id=\"h-leverage-the-right-technology-in-your-audio-roadmap\"><strong>Leverage the Right Technology in Your Audio Roadmap<\/strong><\/h3>\n\n\n\n<p>Focusing on audio enhancement may seem like a big-time investment for your engineering team. The good news is that it can be easy to set up, as long as you’re using the right technology.<br><br>Dolby.io’s <a href=\"https:\/\/dolby.io\/?&amp;utm_medium=organic&amp;utm_campaign=mediacomms-blog&amp;utm_source=blog\">Media Processing and Interactivity APIs <\/a>take a lot of work off your team’s shoulders. It’s a faster and more efficient way of implementing audio in your product roadmap: with a couple of lines of code, you can optimize your product’s audio experience in just a few minutes.<br><br>To get a quick example of what the APIs can do for your product’s audio, try out <a href=\"https:\/\/dolby.io\/products\/media-processing\/demo\/?&amp;utm_medium=organic&amp;utm_campaign=mediacomms-blog&amp;utm_source=blog\">our free demo here<\/a>. You can upload one of your audio files on the page and see for yourself how the APIs enhance its quality with ease. <\/p>\n\n\n\n<h3 id=\"h-create-your-audio-release-plan\"><strong>Create Your Audio Release Plan<\/strong><\/h3>\n\n\n\n<p>Sitting down with executives and building your audio feature are just the first steps. You’ll also need to structure how you’ll launch the new feature and promote it to customers.<br><br>For example, your sales team is in charge of closing new deals and converting prospects. Think about how you’ll be explaining the benefits of your new audio feature to them, so they use it in their next pitch to potential customers.<br><br>You’ll also need to set up critical dates for the launch and meet with your marketing department to strategize how you’ll be promoting the release of your new enhanced audio feature. <\/p>\n\n\n\n<h2 id=\"h-examples-of-companies-maximizing-audio-to-engage-users\"><strong>Examples of Companies Maximizing Audio to Engage Users<\/strong><\/h2>\n\n\n\n<p>So what does optimizing your audio in your product roadmap look like in the real world? For inspiration, we’ve compiled examples of companies that optimize their product experience by focusing on audio with <a href=\"https:\/\/Dolby.io\/?&amp;utm_medium=organic&amp;utm_campaign=mediacomms-blog&amp;utm_source=blog\">Dolby.io<\/a>:<\/p>\n\n\n\n<h3 id=\"h-inputhealth\"><strong>InputHealth<\/strong><\/h3>\n\n\n\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/image.png\" alt=\"Screenshot 2021-03-16 10.45.58 AM.png\" class=\"wp-image-917\" width=\"574\" height=\"333\" srcset=\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/image.png 576w, https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/image-300x174.png 300w\" sizes=\"(max-width: 574px) 100vw, 574px\" \/><figcaption><a href=\"https:\/\/www.youtube.com\/watch?v=V0_eJMJV_vc&amp;feature=emb_title\"><em>Video Source<\/em><\/a><\/figcaption><\/figure>\n\n\n\n<p><a href=\"https:\/\/www.telus.com\/en\/health\/health-professionals\/clinics\/?&amp;utm_medium=organic&amp;utm_campaign=mediacomms-blog&amp;utm_source=blog\">TELUS Health<\/a>, formerly InputHealth, is a telehealth company based in Vancouver, Canada, that helps medical professionals connect with their patients via online video.<br><br>During the COVID-19 pandemic, TELUS Health experienced a whopping 635% increase in telehealth consultations. They needed a robust infrastructure to support the new demand, which is why they decided to go with <a href=\"https:\/\/dolby.io\/blog\/dolby-io-supports-inputhealths-600-increase-in-usage-during-covid-19\/?&amp;utm_medium=organic&amp;utm_campaign=mediacomms-blog&amp;utm_source=blog\">Dolby.io APIs<\/a>.<br><br>To offer high-level patient care, they knew that one thing they had to do was maximize the audio experience. It was going to be critical for clear communication and for identifying the significant symptoms of diseases.<br><br>“I can tell you as a practicing physician who sees patients through our own technology, which embeds Dolby.io, that high-quality audio in the context of video-based visits is instrumental,” says Damon Ramsey, CEO of TELUS Health. “[It’s the key] to having productive conversations with patients and providing the care that they need.”<br><br>With Dolby.io, they got an audio integration that delivers the best sound to their patient calls. Doctors can now hear their patients&#8217; symptoms correctly and improve their care by providing the correct diagnosis. <\/p>\n\n\n\n<h3 id=\"h-veed\"><strong>VEED<\/strong><\/h3>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe loading=\"lazy\" title=\"Dolby.io Case Study: VEED.io\" width=\"500\" height=\"281\" src=\"https:\/\/www.youtube.com\/embed\/S00EPtfSMes?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>\n<\/div><figcaption><a href=\"https:\/\/www.youtube.com\/watch?v=S00EPtfSMes&amp;feature=emb_title\"><em>Video Source<\/em><\/a><\/figcaption><\/figure>\n\n\n\n<p>VEED is a popular online video editing platform. Their mission is to make the video editing process as simple as possible for their users and enable them to set up professional videos in less time.<br><br>They realized that most video editing platforms were neglecting audio as part of their product roadmap. As a result, they started using <a href=\"https:\/\/dolby.io\/blog\/how-veed-enabled-one-click-audio-enhancement-in-20-minutes-with-dolby-io\/?&amp;utm_medium=organic&amp;utm_campaign=mediacomms-blog&amp;utm_source=blog\">Dolby.io<\/a> to offer users exceptional audio features and stand out from the crowd.<br><br>“Having really powerful audio cleaning, equalization, and audio enhancement technology is something no one else in their industry is offering,” says Sabba Keynejad, CEO of VEED. “[It’s what] really set us apart from the pack.”<br><br>Within only 20 minutes of integration, they improved their one-click audio enhancement with our APIs. Without Dolby.io, the audio enhancement process would have taken much longer.<br><br>“I don’t think we would have gotten around to adding this sort of functionality for a couple of years,” says Sabba. “It means we can just get on building a great product, and not have to worry about what’s actually going on behind the scenes.”<\/p>\n\n\n\n<h2 id=\"h-offer-users-the-highest-quality-audio-that-they-deserve\"><strong>Offer Users the Highest Quality Audio That They Deserve<\/strong><\/h2>\n\n\n\n<p>If communication is an essential component of your product, you can’t build a user experience that customers love without high-quality audio. It’s vital for optimizing the user experience and standing out from the crowd.<br><br>Whether you want to step up your real-time communication experiences with <a href=\"https:\/\/dolby.io\/products\/video-call\/\">Communications APIs<\/a> or improve pre-recorded content audio with <a href=\"https:\/\/dolby.io\/products\/enhance\/\">Media APIs<\/a>, Dolby.io is here to help. <a href=\"https:\/\/dolby.io\/signup\/?&amp;utm_medium=organic&amp;utm_campaign=mediacomms-blog&amp;utm_source=blog\">Sign up for a free trial<\/a> today and see for yourself!<\/p>\n\n\n\n<p>Stay up to date with the latest Dolby.io product updates, news, and blog posts like this. <a href=\"https:\/\/go.dolby.io\/newsletter-signup\/?&amp;utm_medium=blog&amp;utm_source=dolbyio\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up for our newsletter.<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Why should you prioritize audio in your product roadmap? Learn more in this blog post<\/p>\n","protected":false},"author":22,"featured_media":2059,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"categories":[11,10,17],"tags":[54,30,34],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v17.2 (Yoast SEO v18.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Product Roadmap: A Manager’s Guide To Prioritizing Audio - Dolby.io<\/title>\n<meta name=\"description\" content=\"Audio should always be a priority. It improves user experience, drives engagement, influences credibility and trust and gives businesses a competitive advantage.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Product Roadmap: A Manager’s Guide To Prioritizing Audio\" \/>\n<meta property=\"og:description\" content=\"Why should you prioritize audio in your product roadmap? Learn more in this blog post\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/\" \/>\n<meta property=\"og:site_name\" content=\"Dolby.io\" \/>\n<meta property=\"article:published_time\" content=\"2021-06-29T08:52:19+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-01-10T18:35:59+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1088\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Jessica Zhu\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/dolby.io\/#organization\",\"name\":\"Dolby.io\",\"url\":\"https:\/\/dolby.io\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"contentUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"width\":512,\"height\":512,\"caption\":\"Dolby.io\"},\"image\":{\"@id\":\"https:\/\/dolby.io\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dolby.io\/#website\",\"url\":\"https:\/\/dolby.io\/\",\"name\":\"Dolby.io\",\"description\":\"Dolby.io\",\"publisher\":{\"@id\":\"https:\/\/dolby.io\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dolby.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg\",\"contentUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg\",\"width\":1088,\"height\":450},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#webpage\",\"url\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/\",\"name\":\"Product Roadmap: A Manager’s Guide To Prioritizing Audio - Dolby.io\",\"isPartOf\":{\"@id\":\"https:\/\/dolby.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#primaryimage\"},\"datePublished\":\"2021-06-29T08:52:19+00:00\",\"dateModified\":\"2022-01-10T18:35:59+00:00\",\"description\":\"Audio should always be a priority. It improves user experience, drives engagement, influences credibility and trust and gives businesses a competitive advantage.\",\"breadcrumb\":{\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dolby.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Product Roadmap: A Manager’s Guide To Prioritizing Audio\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#webpage\"},\"author\":{\"@id\":\"https:\/\/dolby.io\/#\/schema\/person\/9beaa7ab396ba696a7338086705eb2e0\"},\"headline\":\"Product Roadmap: A Manager’s Guide To Prioritizing Audio\",\"datePublished\":\"2021-06-29T08:52:19+00:00\",\"dateModified\":\"2022-01-10T18:35:59+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#webpage\"},\"wordCount\":2362,\"publisher\":{\"@id\":\"https:\/\/dolby.io\/#organization\"},\"image\":{\"@id\":\"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg\",\"keywords\":[\"elearning\",\"podcasting\",\"telehealth\"],\"articleSection\":[\"Communications\",\"Media\",\"Product\"],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/dolby.io\/#\/schema\/person\/9beaa7ab396ba696a7338086705eb2e0\",\"name\":\"Jessica Zhu\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f6a8fe7476cf561f676d3e7d1819ec36?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/f6a8fe7476cf561f676d3e7d1819ec36?s=96&d=mm&r=g\",\"caption\":\"Jessica Zhu\"},\"url\":\"https:\/\/dolby.io\/blog\/author\/jizhu\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Product Roadmap: A Manager’s Guide To Prioritizing Audio - Dolby.io","description":"Audio should always be a priority. It improves user experience, drives engagement, influences credibility and trust and gives businesses a competitive advantage.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/","og_locale":"en_US","og_type":"article","og_title":"Product Roadmap: A Manager’s Guide To Prioritizing Audio","og_description":"Why should you prioritize audio in your product roadmap? Learn more in this blog post","og_url":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/","og_site_name":"Dolby.io","article_published_time":"2021-06-29T08:52:19+00:00","article_modified_time":"2022-01-10T18:35:59+00:00","og_image":[{"width":1088,"height":450,"url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Written by":"Jessica Zhu","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/dolby.io\/#organization","name":"Dolby.io","url":"https:\/\/dolby.io\/","sameAs":[],"logo":{"@type":"ImageObject","@id":"https:\/\/dolby.io\/#logo","inLanguage":"en-US","url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","contentUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","width":512,"height":512,"caption":"Dolby.io"},"image":{"@id":"https:\/\/dolby.io\/#logo"}},{"@type":"WebSite","@id":"https:\/\/dolby.io\/#website","url":"https:\/\/dolby.io\/","name":"Dolby.io","description":"Dolby.io","publisher":{"@id":"https:\/\/dolby.io\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dolby.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#primaryimage","inLanguage":"en-US","url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg","contentUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg","width":1088,"height":450},{"@type":"WebPage","@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#webpage","url":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/","name":"Product Roadmap: A Manager’s Guide To Prioritizing Audio - Dolby.io","isPartOf":{"@id":"https:\/\/dolby.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#primaryimage"},"datePublished":"2021-06-29T08:52:19+00:00","dateModified":"2022-01-10T18:35:59+00:00","description":"Audio should always be a priority. It improves user experience, drives engagement, influences credibility and trust and gives businesses a competitive advantage.","breadcrumb":{"@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dolby.io\/"},{"@type":"ListItem","position":2,"name":"Product Roadmap: A Manager’s Guide To Prioritizing Audio"}]},{"@type":"Article","@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#article","isPartOf":{"@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#webpage"},"author":{"@id":"https:\/\/dolby.io\/#\/schema\/person\/9beaa7ab396ba696a7338086705eb2e0"},"headline":"Product Roadmap: A Manager’s Guide To Prioritizing Audio","datePublished":"2021-06-29T08:52:19+00:00","dateModified":"2022-01-10T18:35:59+00:00","mainEntityOfPage":{"@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#webpage"},"wordCount":2362,"publisher":{"@id":"https:\/\/dolby.io\/#organization"},"image":{"@id":"https:\/\/dolby.io\/blog\/product-roadmap-a-managers-guide-to-prioritizing-audio\/#primaryimage"},"thumbnailUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg","keywords":["elearning","podcasting","telehealth"],"articleSection":["Communications","Media","Product"],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/dolby.io\/#\/schema\/person\/9beaa7ab396ba696a7338086705eb2e0","name":"Jessica Zhu","image":{"@type":"ImageObject","@id":"https:\/\/dolby.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/secure.gravatar.com\/avatar\/f6a8fe7476cf561f676d3e7d1819ec36?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/f6a8fe7476cf561f676d3e7d1819ec36?s=96&d=mm&r=g","caption":"Jessica Zhu"},"url":"https:\/\/dolby.io\/blog\/author\/jizhu\/"}]}},"uagb_featured_image_src":{"full":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg",1088,450,false],"thumbnail":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-150x150.jpg",150,150,true],"medium":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-300x124.jpg",300,124,true],"medium_large":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-768x318.jpg",768,318,true],"large":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-1024x424.jpg",1024,424,true],"1536x1536":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg",1088,450,false],"2048x2048":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio.jpg",1088,450,false],"featured-page":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-1088x400.jpg",1088,400,true],"gb-block-post-grid-landscape":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-600x400.jpg",600,400,true],"gb-block-post-grid-square":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-600x450.jpg",600,450,true]},"uagb_author_info":{"display_name":"Jessica Zhu","author_link":"https:\/\/dolby.io\/blog\/author\/jizhu\/"},"uagb_comment_info":0,"uagb_excerpt":"Why should you prioritize audio in your product roadmap? Learn more in this blog post","featured_image_src":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-600x400.jpg","featured_image_src_square":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/Product-Roadmap-A-Managers-Guide-To-Prioritizing-Audio-600x450.jpg","author_info":{"display_name":"Jessica Zhu","author_link":"https:\/\/dolby.io\/blog\/author\/jizhu\/"},"_links":{"self":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/posts\/916"}],"collection":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/users\/22"}],"replies":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/comments?post=916"}],"version-history":[{"count":0,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/posts\/916\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/media\/2059"}],"wp:attachment":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/media?parent=916"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/categories?post=916"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/tags?post=916"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}