{"id":954,"date":"2021-07-26T21:45:00","date_gmt":"2021-07-26T21:45:00","guid":{"rendered":"http:\/\/wp-io.dolby.net\/?p=954"},"modified":"2021-09-19T22:58:37","modified_gmt":"2021-09-19T22:58:37","slug":"the-real-costs-of-building-a-secure-and-reliable-software-solution","status":"publish","type":"post","link":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/","title":{"rendered":"The Real Costs of Building a Secure and Reliable Software Solution"},"content":{"rendered":"\n<p>A successful product launch is not enough to retain users. If your software platform isn’t secure or reliable in the long term, users will stop trusting it and, as a result, won’t become paying customers. To add damage, you’ll also have a hard time optimizing your product for growth and scalability. <\/p>\n\n\n\n<p>While building your software from the ground up may seem like an attractive option due to your level of control, turning it into a reliable product will prove to be a challenge. It’s not usually due to the people building with the tool, but instead to the limited resources most companies have at their disposal.<\/p>\n\n\n\n<h2><strong>Users Want a Secure and Well-Maintained Product<\/strong><\/h2>\n\n\n\n<p>To build a solid user experience that engages customers and reduces churn, your product needs two things: <a href=\"https:\/\/dolby.io\/blog\/best-practices-for-a-secure-video-conferencing-experience-that-customers-trust?&amp;utm_medium=blog&amp;utm_campaign=buildvsbuy&amp;utm_source=dolbyio\">high-level security<\/a> and long-term support. Here’s how that will look in the product development process:<\/p>\n\n\n\n<h3><strong>How to Keep Your Software Product Secure<\/strong><\/h3>\n\n\n\n<p>With many reports over the years of companies misusing customer data, keeping your platform secure needs to be a top priority. It’ll be key to providing customers with peace of mind throughout their experience.<\/p>\n\n\n\n<p>Remember that no one is exempt from security regulations, no matter how big the company. In 2019, France fined tech giant Google <a href=\"https:\/\/www.reuters.com\/article\/us-google-privacy-france\/france-fines-google-57-million-for-european-privacy-rule-breach-idUSKCN1PF208\">$57 million<\/a> for breaking privacy laws. Here’s what it’s going to take to keep your software secure:<\/p>\n\n\n\n<h4><strong>Comply with Online Regulations<\/strong><\/h4>\n\n\n\n<p>Depending on your industry, there are various online security measures your software product must comply with before launching in the market. If you don’t comply, you could end up with some very hefty fines. These include:<\/p>\n\n\n\n<ul><li><strong>GDPR (General Data Protection Regulation):<\/strong> The <a href=\"https:\/\/gdpr-info.eu\/\">GDPR<\/a> is a regulation from the EU whose goal is to protect the data and privacy of EU citizens. If you’re engaging with any users based in the EU, your software will have to be GDPR compliant. <\/li><li><strong>HIPAA (Health Insurance Portability and Accountability Act): <\/strong><a href=\"https:\/\/www.hhs.gov\/hipaa\/index.html\">HIPAA<\/a> is a United States bill signed in 1996 that protects the privacy of patient healthcare data and sets boundaries on its transmission. This regulation will concern any company in the <a href=\"https:\/\/dolby.io\/blog\/why-high-fidelity-audio-matters-in-the-telehealth-industry?&amp;utm_medium=blog&amp;utm_campaign=buildvsbuy&amp;utm_source=dolbyio\">telemedicine industry<\/a>. <\/li><li><strong>SOC-2 (System Organization Controls): <\/strong><a href=\"https:\/\/www.threatstack.com\/blog\/not-soc-2-compliant-4-reasons-your-customers-wont-work-with-you\">SOC-2<\/a> is a regulation created by the American Institute of Certified Public Accountants (AICPA) to prevent service providers&#8217; data from landing in the wrong hands. <\/li><\/ul>\n\n\n\n<p>While these are the primary online regulations to look for, you might have extra rulings to respect depending on the location of your company. For example, if you’re in California, you’ll have to comply with measures such as the <a href=\"https:\/\/oag.ca.gov\/privacy\/ccpa\">CCPA<\/a> (California Consumer Privacy Act). So make sure to take the time to research which regulations are relevant for your product.<\/p>\n\n\n\n<h4><strong>Build Features That Protect User Data<\/strong><\/h4>\n\n\n\n<p>To protect customer data, you must include various advanced functionalities which require expertise in security. Including these features will likely improve customer satisfaction and user experience.  Examples of data protection features you’ll want to build within your platform are:<\/p>\n\n\n\n<ul><li><strong>Two-Factor Identification: <\/strong>Two-factor identification adds an extra layer of user log-in security. For example, instead of just typing in their username and password, the platform will ask them to provide a one-time password via SMS or an Authentication App. <\/li><li><strong>Privilege Parameters:<\/strong> Each secure software solution must allow its users to assign permission settings for its data, such as how users can share it with others. Your platform must come with privilege parameters for a more flexible product experience. <\/li><li><strong>Multi-Tenant Security: <\/strong>With multi-tenant security, you can serve multiple customers with a single application while keeping the data of each one intact. Multiple users can use the software but only see the data they’re authorized to view.<\/li><li><strong>Data Encryption:<\/strong> Encryption allows companies to protect the confidential information of their users by converting it into encoded information. Only authorized parties can access the data via the use of a unique decryption key.<\/li><\/ul>\n\n\n\n<h3><strong>How To Keep Your Software Product Maintained<\/strong><\/h3>\n\n\n\n<p>If you want your software product to keep its place in the market, proper maintenance is essential. Not only will it optimize the user experience, but it will also help your product avoid becoming outdated and prevent users from seeking alternatives. To make sure customers stick with your product, here’s what you’ll have to do for proper maintenance:<\/p>\n\n\n\n<h4><strong>Debug Your System to Prevent Crashing<\/strong><\/h4>\n\n\n\n<p>Debugging is an inevitable part of managing a software system. It prevents your system from crashing or behaving unexpectedly during the user’s product experience.<\/p>\n\n\n\n<p>During the debugging process, you have to go through your software’s code, look for errors, and fix them. The biggest challenge is correcting the coding errors without harming other functionalities of your software. <\/p>\n\n\n\n<h4><strong>Update Software Features <\/strong><\/h4>\n\n\n\n<p>User expectations are constantly changing, so you must adapt accordingly by releasing new features to meet their needs. Without doing so, it&#8217;ll leave you behind the competition, and you’ll lose customers.<br><br>Adding new features to your software consists of researching what customers want and testing your newly added features. In some cases, depending on the feature you’re building, you’ll have to hire external freelancers to complete the project.<br><br>Also, if your system is running on outdated infrastructure, you’ll have additional security risks. Your software will be vulnerable to data breaches and external cyber-attacks.<\/p>\n\n\n\n<p>Updating your product also means optimizing various aspects of your software, such as execution time, memory usage, and more. To continually optimize the performance of your software solution, you’ll need a qualified team of engineers to test your platform frequently. They’ll have to monitor your system and identify potential vulnerabilities that could negatively impact the user experience. <\/p>\n\n\n\n<h4><strong>Dependency Management<\/strong><\/h4>\n\n\n\n<p>Dependency management consists of identifying and resolving any patching dependencies within your software product’s code. It involves updating your libraries, running quality assurance, and testing your software to verify that it’s functioning properly.<\/p>\n\n\n\n<p>However, dependency management is a difficult process and requires specialized knowledge. Also, the more complex your product solution is, the more dependencies you’ll have to manage and fix. <\/p>\n\n\n\n<h2><strong>The Costs of Building Reliable Software from the Ground Up<\/strong><\/h2>\n\n\n\n<p>Building a secure and reliable software platform comes at a high price. Here are the costs you need to take into account as you build a reliable software solution for your audience:<\/p>\n\n\n\n<h3><strong>Large Time Investment<\/strong><\/h3>\n\n\n\n<p>Building your software on your own is going to be a long process. While you’ll have more control over product development, you’ll also have a lot of weight and responsibility on your shoulders. Here are just a few things of what that responsibility will consist of:<\/p>\n\n\n\n<ul><li>Extensive research about customer needs<\/li><li>Multiple rounds of testing at every development stage<\/li><li>Project sign-off\/agreement from stakeholders<\/li><\/ul>\n\n\n\n<p>The length of time to build a secure and reliable platform will depend on your current expertise. If you don’t have specialized knowledge in security and maintenance, you may end up scratching your head on how to best protect your software and comply with regulations.<br><br>You need to consider the urgency of your software and whether you can afford to wait before launching it to the market. If you’re under a strict deadline, building the software on your own will come with a lot of stress and pressure. <\/p>\n\n\n\n<h3><strong>High Monetary Costs<\/strong><\/h3>\n\n\n\n<p>Another factor to consider is the monetary costs that come with building software on your own. Optimizing your platform for reliability will require resources many companies don’t have access to. Here are some of the monetary of building out your software that you must take into account:<\/p>\n\n\n\n<ul><li><strong>High Upfront Costs: <\/strong>these include items such as hosting expenses, staff training, and data migration.<\/li><li><strong>Bandwidth:<\/strong> the more complex the product, the more people you’ll have to hire to build it out.<\/li><li><strong>Security Breaches &#8211; Fines: <\/strong>a single security mistake could yield significant fines.<\/li><li><strong>Security Breaches – Recovery:<\/strong> in addition to fines, fixing the issue that led to the breach could require burdensome resources (time, money, people).<\/li><li><strong>Maintenance Costs: <\/strong>can be quite high due to constant browser changes and system updates.<\/li><\/ul>\n\n\n\n<h2><strong>A Better Solution to Building: Go to a Third-Party SaaS Vendor<\/strong><\/h2>\n\n\n\n<p>If you value reliability, collaborating with a third-party SaaS vendor is the best way to go. It’s an excellent way to ensure you deliver your software efficiently while staying secure and reliable over time.<\/p>\n\n\n\n<h3><strong>Lower Upfront Costs<\/strong><\/h3>\n\n\n\n<p>By simply paying a monthly or annual subscription fee to a SaaS vendor, you can outsource support costs to a third party. This will increase your available team resources and decrease the disruption of putting out fires. It’s not only going to save money but boost your time-to-value.<br><br>You can say goodbye to investing in unplanned costs and time when something goes wrong with your software. You also benefit from getting a clear scope of the project cost from the start. <\/p>\n\n\n\n<h3><strong>Access to Security Experts<\/strong><\/h3>\n\n\n\n<p>With a SaaS vendor, the security of your product is in good hands. A SaaS vendor will have its own team of security experts you can ask any questions to and ensure your software is compliant with all security measures. For example, all companies that use our <a href=\"https:\/\/dolby.io\/products\/interactivity-apis\/?&amp;utm_medium=blog&amp;utm_campaign=buildvsbuy&amp;utm_source=dolbyio\">real-time communication APIs<\/a> will instantly be GDPR and HIPAA compliant. <br><br>A SaaS vendor will be in charge of researching the latest online regulations and making sure your platform is up-to-date. They will also identify security issues before they start negatively impacting your system. <\/p>\n\n\n\n<h3><strong>Automated Maintenance<\/strong><\/h3>\n\n\n\n<p>A SaaS vendor will do all the hard work for you when it comes to maintenance. Whether it’s releasing new features to engage your audience or resolving bugs within your system, they’ll ensure your product is set up for long-term success. Having your product maintenance automated will also reduce the number of people you need to hire to monitor your product’s development.<\/p>\n\n\n\n<h3><strong>Scalability<\/strong><\/h3>\n\n\n\n<p>Every software company’s goal should be to eventually scale. On top of keeping your platform secure, a SaaS vendor will provide you with all the guidance you need for scalability.<br><br>It can include outlining the best scalability strategies to find new ways to engage and attract more users. Or making sure your platform can handle a rise in both traffic and users through building a solid infrastructure.<\/p>\n\n\n\n<h2><strong>Don’t Put Your Product’s Reliability at Risk<\/strong><\/h2>\n\n\n\n<p>Without the right resources, you won’t have the tools you need to build a reliable software solution. Before you decide to buy or build your software, we recommend that you take a hard look at your current resources.<br><br>It all comes down to asking yourself the right questions. Do you have enough people to build the many security features required? Do you have the budget for the high-level maintenance that comes with keeping a platform secure? Do you have the resources for future scalability?<\/p>\n\n\n\n<p>If not, we can help. From optimizing your platform for security to reducing time-to-value, Dolby has all the tools you need to build a product that retains users and scales. <a href=\"https:\/\/dolby.io\/contact\/?&amp;utm_medium=blog&amp;utm_campaign=buildvsbuy&amp;utm_source=dolbyio\">Schedule a call<\/a> with our team or <a href=\"https:\/\/dolby.io\/signup\/?&amp;utm_medium=blog&amp;utm_campaign=buildvsbuy&amp;utm_source=dolbyio\">sign up for a free trial account<\/a> today to learn more. <\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Discover how to create a secure and reliable software solution in this blog post.<\/p>\n","protected":false},"author":27,"featured_media":2066,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"categories":[11,17],"tags":[42,34],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v17.2 (Yoast SEO v18.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Real Costs of Building a Secure and Reliable Software Solution - Dolby.io<\/title>\n<meta name=\"description\" content=\"Discover how to create a secure and reliable software solution in this blog post.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Real Costs of Building a Secure and Reliable Software Solution\" \/>\n<meta property=\"og:description\" content=\"Discover how to create a secure and reliable software solution in this blog post.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/\" \/>\n<meta property=\"og:site_name\" content=\"Dolby.io\" \/>\n<meta property=\"article:published_time\" content=\"2021-07-26T21:45:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-09-19T22:58:37+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1088\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Michelle Gong\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/dolby.io\/#organization\",\"name\":\"Dolby.io\",\"url\":\"https:\/\/dolby.io\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"contentUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"width\":512,\"height\":512,\"caption\":\"Dolby.io\"},\"image\":{\"@id\":\"https:\/\/dolby.io\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dolby.io\/#website\",\"url\":\"https:\/\/dolby.io\/\",\"name\":\"Dolby.io\",\"description\":\"Dolby.io\",\"publisher\":{\"@id\":\"https:\/\/dolby.io\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dolby.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg\",\"contentUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg\",\"width\":1088,\"height\":450},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#webpage\",\"url\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/\",\"name\":\"The Real Costs of Building a Secure and Reliable Software Solution - Dolby.io\",\"isPartOf\":{\"@id\":\"https:\/\/dolby.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#primaryimage\"},\"datePublished\":\"2021-07-26T21:45:00+00:00\",\"dateModified\":\"2021-09-19T22:58:37+00:00\",\"description\":\"Discover how to create a secure and reliable software solution in this blog post.\",\"breadcrumb\":{\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dolby.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The Real Costs of Building a Secure and Reliable Software Solution\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#webpage\"},\"author\":{\"@id\":\"https:\/\/dolby.io\/#\/schema\/person\/7585558914fbf6d4198c724b42042544\"},\"headline\":\"The Real Costs of Building a Secure and Reliable Software Solution\",\"datePublished\":\"2021-07-26T21:45:00+00:00\",\"dateModified\":\"2021-09-19T22:58:37+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#webpage\"},\"wordCount\":1844,\"publisher\":{\"@id\":\"https:\/\/dolby.io\/#organization\"},\"image\":{\"@id\":\"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg\",\"keywords\":[\"security\",\"telehealth\"],\"articleSection\":[\"Communications\",\"Product\"],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/dolby.io\/#\/schema\/person\/7585558914fbf6d4198c724b42042544\",\"name\":\"Michelle Gong\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/0154585f83a1c5cfd7b3fc504a8353e7?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/0154585f83a1c5cfd7b3fc504a8353e7?s=96&d=mm&r=g\",\"caption\":\"Michelle Gong\"},\"url\":\"https:\/\/dolby.io\/blog\/author\/mgong\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"The Real Costs of Building a Secure and Reliable Software Solution - Dolby.io","description":"Discover how to create a secure and reliable software solution in this blog post.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/","og_locale":"en_US","og_type":"article","og_title":"The Real Costs of Building a Secure and Reliable Software Solution","og_description":"Discover how to create a secure and reliable software solution in this blog post.","og_url":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/","og_site_name":"Dolby.io","article_published_time":"2021-07-26T21:45:00+00:00","article_modified_time":"2021-09-19T22:58:37+00:00","og_image":[{"width":1088,"height":450,"url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Written by":"Michelle Gong","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/dolby.io\/#organization","name":"Dolby.io","url":"https:\/\/dolby.io\/","sameAs":[],"logo":{"@type":"ImageObject","@id":"https:\/\/dolby.io\/#logo","inLanguage":"en-US","url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","contentUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","width":512,"height":512,"caption":"Dolby.io"},"image":{"@id":"https:\/\/dolby.io\/#logo"}},{"@type":"WebSite","@id":"https:\/\/dolby.io\/#website","url":"https:\/\/dolby.io\/","name":"Dolby.io","description":"Dolby.io","publisher":{"@id":"https:\/\/dolby.io\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dolby.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#primaryimage","inLanguage":"en-US","url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg","contentUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg","width":1088,"height":450},{"@type":"WebPage","@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#webpage","url":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/","name":"The Real Costs of Building a Secure and Reliable Software Solution - Dolby.io","isPartOf":{"@id":"https:\/\/dolby.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#primaryimage"},"datePublished":"2021-07-26T21:45:00+00:00","dateModified":"2021-09-19T22:58:37+00:00","description":"Discover how to create a secure and reliable software solution in this blog post.","breadcrumb":{"@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dolby.io\/"},{"@type":"ListItem","position":2,"name":"The Real Costs of Building a Secure and Reliable Software Solution"}]},{"@type":"Article","@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#article","isPartOf":{"@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#webpage"},"author":{"@id":"https:\/\/dolby.io\/#\/schema\/person\/7585558914fbf6d4198c724b42042544"},"headline":"The Real Costs of Building a Secure and Reliable Software Solution","datePublished":"2021-07-26T21:45:00+00:00","dateModified":"2021-09-19T22:58:37+00:00","mainEntityOfPage":{"@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#webpage"},"wordCount":1844,"publisher":{"@id":"https:\/\/dolby.io\/#organization"},"image":{"@id":"https:\/\/dolby.io\/blog\/the-real-costs-of-building-a-secure-and-reliable-software-solution\/#primaryimage"},"thumbnailUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg","keywords":["security","telehealth"],"articleSection":["Communications","Product"],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/dolby.io\/#\/schema\/person\/7585558914fbf6d4198c724b42042544","name":"Michelle Gong","image":{"@type":"ImageObject","@id":"https:\/\/dolby.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/secure.gravatar.com\/avatar\/0154585f83a1c5cfd7b3fc504a8353e7?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/0154585f83a1c5cfd7b3fc504a8353e7?s=96&d=mm&r=g","caption":"Michelle Gong"},"url":"https:\/\/dolby.io\/blog\/author\/mgong\/"}]}},"uagb_featured_image_src":{"full":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg",1088,450,false],"thumbnail":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-150x150.jpg",150,150,true],"medium":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-300x124.jpg",300,124,true],"medium_large":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-768x318.jpg",768,318,true],"large":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-1024x424.jpg",1024,424,true],"1536x1536":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg",1088,450,false],"2048x2048":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution.jpg",1088,450,false],"featured-page":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-1088x400.jpg",1088,400,true],"gb-block-post-grid-landscape":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-600x400.jpg",600,400,true],"gb-block-post-grid-square":["https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-600x450.jpg",600,450,true]},"uagb_author_info":{"display_name":"Michelle Gong","author_link":"https:\/\/dolby.io\/blog\/author\/mgong\/"},"uagb_comment_info":0,"uagb_excerpt":"Discover how to create a secure and reliable software solution in this blog post.","featured_image_src":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-600x400.jpg","featured_image_src_square":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/The-Real-Costs-of-Building-a-Secure-and-Reliable-Software-Solution-600x450.jpg","author_info":{"display_name":"Michelle Gong","author_link":"https:\/\/dolby.io\/blog\/author\/mgong\/"},"_links":{"self":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/posts\/954"}],"collection":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/users\/27"}],"replies":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/comments?post=954"}],"version-history":[{"count":0,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/posts\/954\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/media\/2066"}],"wp:attachment":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/media?parent=954"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/categories?post=954"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/tags?post=954"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}