{"id":1506,"date":"2021-09-09T23:23:52","date_gmt":"2021-09-09T23:23:52","guid":{"rendered":"https:\/\/dolbyiostage.wpengine.com\/?page_id=1506"},"modified":"2021-12-01T10:42:36","modified_gmt":"2021-12-01T18:42:36","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/dolby.io\/policies\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<div class=\"wp-block-genesis-blocks-gb-columns gb-layout-columns-1 gb-1-col-equal gb-background-cover gb-background-no-repeat gb-columns-center alignfull\" style=\"padding-top:170px;padding-bottom:70px;background-image:url(https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/gradient-bg-24-404-2880px.png);background-position:48% 10%\"><div class=\"gb-layout-column-wrap gb-block-layout-column-gap-0 gb-is-responsive-column\" style=\"max-width:800px\">\n<div class=\"wp-block-genesis-blocks-gb-column gb-block-layout-column\"><div class=\"gb-block-layout-column-inner\">\n<h1 class=\"has-text-align-center has-text-color\" style=\"color:#000000;font-size:60px\">Privacy Policy<\/h1>\n<\/div><\/div>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-genesis-blocks-gb-columns gb-layout-columns-1 gb-1-col-equal gb-has-custom-background-color gb-columns-center alignfull\" style=\"padding-right:1em;padding-bottom:4em;padding-left:1em;background-color:#ffffff\"><div class=\"gb-layout-column-wrap gb-block-layout-column-gap-0 gb-is-responsive-column\" style=\"max-width:800px\">\n<div class=\"wp-block-genesis-blocks-gb-column gb-block-layout-column\"><div class=\"gb-block-layout-column-inner\">\n<p><em>Effective Date: December 1, 2021<\/em><\/p>\n\n\n\n<p>Dolby Laboratories, Inc. and our affiliates, listed&nbsp;<a href=\"https:\/\/www.dolby.com\/us\/en\/about\/contact-us\/dolby-offices-worldwide.html\">here<\/a>&nbsp;(collectively, “<strong>Dolby<\/strong>”) respect your concerns about privacy. This Privacy Policy (“<strong>Policy<\/strong>”) provides an explanation of how Dolby collects information about you when you interact with Dolby.io and other websites, applications, and services that include an authorized link or reference this Policy (collectively, the “<strong>Services<\/strong>”).<\/p>\n\n\n\n<p>This Policy does not apply to any website, mobile app or product operated by Dolby that has a separate privacy policy or notice. If another company provides you access to the Services, then you should consult that company’s privacy policy for information about its privacy practices.<\/p>\n\n\n\n<p>This Policy describes the types of personal information we obtain when you use the Services, how we may use the information, with whom we may share it, and the choices available regarding our use of the information. The Policy also describes the measures we take to safeguard the personal information we process, how long we retain it and how you can exercise your rights and contact us about our privacy practices.<\/p>\n\n\n\n<p>Click on one of the links below to jump to the listed section:<\/p>\n\n\n\n<ul><li><a href=\"#information-we-obtain\">Information We Obtain<\/a><\/li><li><a href=\"#information-you-submit\">Information You Submit<\/a><\/li><li><a href=\"#information-when-you-use-the-services\">Information When You Use The Services<\/a><\/li><li><a href=\"#data-collected-by-automated-means\">Data Collected By Automated Means<\/a><\/li><li><a href=\"#how-we-use-the-information-we-obtain\">How We Use the Information We Obtain<\/a><\/li><li><a href=\"#third-party-analytics-services\">Third-Party Analytics Services<\/a><ul><li><a href=\"#online-tracking-and-interest-based-advertising\">Online Tracking and Interest-Based Advertising<\/a><\/li><li><a href=\"#information-sharing\">Information Sharing<\/a><\/li><\/ul><\/li><li><a href=\"#data-transfers\">Data Transfers<\/a><\/li><li><a href=\"#your-rights-and-choices\">Your Rights and Choices<\/a><\/li><li><a href=\"#other-online-services-and-third-party-features\">Other Online Services and Third-Party Features<\/a><\/li><li><a href=\"#how-we-protect-personal-information\">How We Protect Personal Information<\/a><\/li><li><a href=\"#california-consumer-privacy-rights\">California Consumer Privacy Rights<\/a><\/li><li><a href=\"#retention-of-personal-information\">Retention of Personal Information<\/a><\/li><li><a href=\"#childrens-personal-information\">Children’s Personal Information<\/a><\/li><li><a href=\"#updates-to-our-global-privacy-policy\">Updates to Our Global Privacy Policy<\/a><\/li><li><a href=\"#how-to-contact-us\">How to Contact Us<\/a><\/li><\/ul>\n\n\n\n<h2 id=\"information-we-obtain\">Information We Obtain<\/h2>\n\n\n\n<p>We may obtain certain information in connection with your use of the Services.<\/p>\n\n\n\n<h2 id=\"information-you-submit\">Information You Submit<\/h2>\n\n\n\n<p>When you sign up to receive certain types of information (such as email newsletters, product software upgrades, and some licensee-related documents), create an account, or otherwise actively send us data (such as to participate in a contest), we may obtain data such as your name, email address, company name, mailing address, telephone number, login credentials, business details, and any other information you provide. This may include personal information to create or modify an account or submitted through our surveys, registrations, reviews, and “Support” and “Contact Us” features.<\/p>\n\n\n\n<p>If you contact us directly, we may receive additional information about you. For example, if you use our customer support tools or services, we may obtain any other information you choose to provide, including voice or video recordings from you if you utilized the diagnostic recording feature to submit content for customer support.<\/p>\n\n\n\n<p>If you sign-up for any paid Service, we will also request payment card details (including card number, expiration date and security code). Your payment-related details are collected and stored by a third-party payment processor.<\/p>\n\n\n\n<h2 id=\"information-when-you-use-the-services\">Information When You Use The Services<\/h2>\n\n\n\n<p>We collect information from you when you interact with the Services. For example, if you utilize Dolby.io&nbsp;Communications APIs, we process voice or video calls and any documents you may share through the usage of the Services. If you utilize the Dolby.io Media APIs, we process audio or audio\/visual media files. Additionally, we collect information when you participate in chat functionality or otherwise communicate through the Services. We may obtain voice or video recordings from you if you utilized the storage feature as part of your use of Dolby.io&nbsp;Communications APIs and the Services. We also collect information about your usage of the Services and their features, such as IP address, usage statistics and other analytics and technical information.<\/p>\n\n\n\n<h2 id=\"data-collected-by-automated-means\">Data Collected By Automated Means<\/h2>\n\n\n\n<p>When you access the Services, we may obtain certain information by automated means. The information we obtain in this manner may include information about how you interact with our Services, the IP address of your computer and\/or Internet service provider, identifiers associated with your devices, the date and time you access our Services, the Internet address of websites from which you link to our Services, the computer technology you are using, and your interactions with and preferences on our Services. To collect this information, we use technology such as browser cookies, web beacons, device identifiers, server logs, and other similar technologies. You can learn more about these technologies and how to manage your preferences by visiting our <a href=\"\/cookie-policy\">Cookie Policy<\/a>.<\/p>\n\n\n\n<p>We may automatically obtain analytics information relating to products you purchase from us, such as usage statistics, the type of devices you connect to your product, dates and times of app visits, and technical information about your product.<\/p>\n\n\n\n<p>We may obtain other information about you, your devices and apps, and your use of our Services, in ways that we describe at the time of collection or otherwise with your consent. We also may receive information about you from publicly and commercially available sources in accordance with applicable law.<\/p>\n\n\n\n<h2 id=\"how-we-use-the-information-we-obtain\">How We Use the Information We Obtain<\/h2>\n\n\n\n<p>We may use the information we obtain about you to:<\/p>\n\n\n\n<ul><li>Provide and update our products and services;<\/li><li>Process and fulfill claims and orders in connection with our Services;<\/li><li>Personalize your experience with our products and services;<\/li><li>Establish and manage your Dolby.io account and profile;<\/li><li>Communicate about and administer our products, services, events, surveys, programs and promotions (such as by sending alerts, promotional materials, newsletters and other marketing communications, and by providing customer support);<\/li><li>Facilitate your interaction with certain third-party services as described below;<\/li><li>Track and understand how you use and interact with our products and services;<\/li><li>Perform analytics (including market and consumer research, trend analysis, financial analysis, and anonymization and aggregation of personal information);<\/li><li>Operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing and improving our products and services; developing new products and services; managing and evaluating the effectiveness of our communications; and performing accounting, auditing, billing reconciliation and collection activities and other internal functions);<\/li><li>Increase and maintain the safety and security of our products and services and prevent misuse;<\/li><li>Protect against, identify and prevent fraud and other criminal activity, claims and other liabilities; and<\/li><li>Comply with and enforce applicable legal requirements, relevant industry standards and policies, including this Policy, our Terms of Use and other terms and conditions associated with our Services.<\/li><\/ul>\n\n\n\n<p>As required by applicable law, we use the personal information we obtain about you to comply with relevant legal requirements, carry out our contractual obligations and, as permitted by law, pursue our legitimate interests (such as managing our Services and operating, evaluating and improving our business), or we obtain consent to process personal information. We also may use personal information in other ways for which we provide specific notice at the time of collection. You are not required to provide to Dolby any of the personal information described above but, if you choose not to do so, you may not be able to receive any of the products and services described above, access certain parts of our Services, participate in our promotions, or receive information from us that you have requested. We may combine information we obtain about you (such as through our Services or from third parties) for the purposes described above.<\/p>\n\n\n\n<h2 id=\"third-party-analytics-services\">Third-Party Analytics Services<\/h2>\n\n\n\n<p>We may use third-party web analytics tools on our Services, such as Google Analytics. The vendors that administer these tools use automated technologies to collect data (such as identifiers associated with your device) to evaluate use of our Services. To learn more about Google Analytics, and how to opt out, please visit&nbsp;<a href=\"https:\/\/www.google.com\/policies\/privacy\/partners\/\">https:\/\/www.google.com\/policies\/privacy\/partners\/<\/a>, or any other URL that Google may provide from time to time.<\/p>\n\n\n\n<h2 id=\"online-tracking-and-interest-based-advertising\">Online Tracking and Interest-Based Advertising<\/h2>\n\n\n\n<p>You may see our ads on other websites or mobile apps because we participate in advertising networks (“ad networks”). Ad networks allow us to target our messaging to users considering individuals’ interests, demographics data, and browsing context. This process also helps us track the effectiveness of our marketing efforts.<\/p>\n\n\n\n<p>In order to provide you with tailored advertising, we may collect information about your online activities. This data collection takes place both on our Services and by certain third parties on the third-party websites and apps that participate in ad networks.<\/p>\n\n\n\n<p>The information our ad networks may collect includes data about users’ visits to websites and apps that participate in the relevant ad networks, such as the pages or ads viewed, and the actions taken on the websites or apps. These networks also track users’ online activities across multiple websites and apps over time to build a profile of users’ online browsing and app usage activities.<\/p>\n\n\n\n<p>Ad networks collect information through automated means, including through the use of browser cookies, Flash cookies, web beacons, device identifiers, server logs, web beacons and other similar technologies.<\/p>\n\n\n\n<p>To learn how to opt out of ad network interest-based advertising in the U.S., please visit <a rel=\"noreferrer noopener\" href=\"https:\/\/www.aboutads.info\/choices\" target=\"_blank\">https:\/\/www.aboutads.info\/choices<\/a> and&nbsp;<a rel=\"noreferrer noopener\" href=\"https:\/\/www.networkadvertising.org\/choices\/\" target=\"_blank\">https:\/\/www.networkadvertising.org\/choices\/<\/a>. In the European Union, please visit <a href=\"https:\/\/www.youronlinechoices.eu\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.youronlinechoices.eu<\/a>, and in Canada, visit&nbsp;<a rel=\"noreferrer noopener\" href=\"https:\/\/www.youradchoices.ca\/choices\" target=\"_blank\">https:\/\/www.youradchoices.ca\/choices<\/a>. Our&nbsp;<a href=\"\/cookie-policy\">Cookie Policy<\/a>&nbsp;provides details about the purposes of this data collection via cookies and other technologies and how to exercise your choices (such as changing your cookie preferences).<\/p>\n\n\n\n<h2 id=\"information-sharing\">Information Sharing<\/h2>\n\n\n\n<p>We do not sell for monetary consideration or otherwise share personal information about you except as described in this Policy. We may share your personal information with our affiliates and subsidiaries, our vendors who perform services on our behalf, such as order fulfillment and data storage, our business partners, our joint marketing partners, professional services organizations, social networks and online advertising services. We do not authorize third parties to retain, use or disclose the information except as necessary to perform services on our behalf or comply with legal requirements.<\/p>\n\n\n\n<p>When you use our Services to access or interact with third-party apps and services, we may send certain personal information to these third parties to provide you with the services you request. These third parties also may collect certain personal information directly from your devices. Please see the “Other Online Services and Third-Party Features” section below for additional information on the use of these services.<\/p>\n\n\n\n<p>We also may disclose information about you (1) if we are required to do so by law or legal process (such as a court order or subpoena); (2) in response to requests by government agencies, such as law enforcement authorities; (3) to establish, exercise or defend our legal rights; (4) when we believe disclosure is necessary or appropriate to prevent physical or other harm or financial loss; (5) in connection with an investigation of suspected or actual illegal activity; or (6) otherwise with your consent.<\/p>\n\n\n\n<p>We reserve the right to transfer any information we have about you in the event we sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, joint venture, reorganization, divestiture, dissolution or liquidation).<\/p>\n\n\n\n<h2 id=\"data-transfers\">Data Transfers<\/h2>\n\n\n\n<p>We may transfer the personal information we obtain about you to the United States, which may have different data protection laws than the country in which you initially provided the information. To the extent required by applicable law, when we transfer your personal information to recipients in the U.S., we will take measures to protect that information.<\/p>\n\n\n\n<p>If you are located outside the U.S., by submitting personal information to us, you understand that this information will be transferred to Dolby in the U.S. If you do not want your personal information transferred to the U.S., please do not submit any information to us.<\/p>\n\n\n\n<p>If you are located in the European Economic Area (“EEA”) or Switzerland, we will comply with applicable legal requirements providing adequate protection for the transfer of personal information to recipients in countries outside the EEA or Switzerland.<\/p>\n\n\n\n<h2 id=\"your-rights-and-choices\">Your Rights and Choices<\/h2>\n\n\n\n<p>We offer you certain choices in connection with the personal information we obtain about you. To update your preferences, correct your information, limit the communications you receive from us, or submit a request, please contact us as specified in the&nbsp;<a href=\"#how-to-contact-us\">How to Contact Us<\/a>&nbsp;section of this Policy. To opt out of receiving further commercial emails or to unsubscribe from Services, please contact us at unsubscribe (at) dolby.com.<\/p>\n\n\n\n<p>You can manage how your mobile device shares certain device data by adjusting the privacy and security settings on your mobile device. Some Dolby apps allow you to opt out of the sharing of analytics data with Dolby. Please visit your app settings.<\/p>\n\n\n\n<p>As required by law, you may have the right to (1) request access to certain personal information we maintain about you; (2) request that we update, correct, amend, erase or restrict certain personal information; and (3) exercise your right to data portability. To exercise these rights, please contact us as indicated in the&nbsp;<a href=\"#how-to-contact-us\">How to Contact Us<\/a>&nbsp;section of this Policy. Depending on your location, you may have the right to file a complaint with a government regulator if you are not satisfied with our response. Where provided by law, you may withdraw any consent you previously provided to us or object at any time to the processing of your personal information on legitimate grounds relating to your particular situation, and we will apply your preferences going forward as appropriate. To help protect your privacy and maintain security, we may take steps to verify your identity before granting you access to the information. To the extent permitted by applicable law, a charge may apply before we provide you with a copy of any of your personal information that we maintain.<\/p>\n\n\n\n<p>If you are a California consumer, for more information about your privacy rights, please see the section of this Policy called “California Consumer Privacy Rights.”<\/p>\n\n\n\n<p>Our&nbsp;<a href=\"\/cookie-policy\">Cookie Policy<\/a>&nbsp;provides information about how you can manage your cookie preferences and the choices you can make in connection with the personal information we collect about you through cookies.<\/p>\n\n\n\n<p>We currently do not respond to “Do Not Track” signals.<\/p>\n\n\n\n<h2 id=\"other-online-services-and-third-party-features\">Other Online Services and Third-Party Features<\/h2>\n\n\n\n<p>Our Services may provide links to other online services for your convenience and information, and may include third-party features such as apps, tools, widgets and plug-ins. These online services and third-party features may operate independently from us. The privacy practices of the relevant third parties, including details on the information they may collect about you, is subject to the privacy statements of these parties, which we strongly suggest you review. To the extent any linked or embedded online services or third-party features are not owned or controlled by us, Dolby is not responsible for these third parties’ information practices.<\/p>\n\n\n\n<h2 id=\"how-we-protect-personal-information\">How We Protect Personal Information<\/h2>\n\n\n\n<p>We maintain administrative, technical and physical safeguards designed to protect personal information against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use.<\/p>\n\n\n\n<h2 id=\"retention-of-personal-information\">Retention of Personal Information<\/h2>\n\n\n\n<p>To the extent permitted by applicable law, we retain personal information we obtain about you as long as (1) it is needed for the purposes for which we obtained it, in accordance with the provisions of this Policy or (2) we have another lawful basis for retaining that data beyond the period for which it is necessary to serve the original purpose for collecting the data.<\/p>\n\n\n\n<h2 id=\"california-consumer-privacy-rights\">California Consumer Privacy Rights<\/h2>\n\n\n\n<p>This section provides additional details about the personal information we collect from California consumers and the rights afforded to them under the California Consumer Privacy Act or “CCPA.”<\/p>\n\n\n\n<p>For details about the personal information we have collected over the last 12 months, including the categories of sources, please see&nbsp;<a href=\"#information-we-obtain\">Information We Obtain<\/a>. We collect this information for the purposes described in&nbsp;<a href=\"#how-we-use-the-information-we-obtain\">How We Use the Information We Obtain<\/a>. We share this information with the categories of third parties described in&nbsp;<a href=\"#information-sharing\">Information Sharing<\/a>. Dolby does not sell (as such term is defined in the CCPA) the personal information we collect (and will not sell it without providing a right to opt out). Please note that we do use third-party cookies for our advertising purposes as further described in&nbsp;<a href=\"#online-tracking-and-interest-based-advertising\">Online Tracking and Interest-Based Advertising<\/a>&nbsp;and our&nbsp;<a href=\"\/cookie-policy\">Cookie Policy<\/a>.<\/p>\n\n\n\n<p>Subject to applicable law, you have certain choices regarding your personal information, as described below.<\/p>\n\n\n\n<ul><li>Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information we have collected, used, disclosed and sold about you during the past 12 months.<\/li><li>Deletion: You have the right to request that we delete certain personal information we have collected from you.<\/li><li>Opt-Out of Sale: You have the right to opt-out of the sale of your personal information.<\/li><li>Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties.<\/li><\/ul>\n\n\n\n<p>To submit a request, click&nbsp;<a href=\"https:\/\/www.dolby.com\/us\/en\/about\/contact-us\/email-us.aspx\">here<\/a>. Please select Legal Department as the topic when submitting a request. You may also email us at&nbsp;<a href=\"mailto:Privacy@dolby.com\">Privacy@dolby.com<\/a>.<\/p>\n\n\n\n<p>If you choose to exercise any of your rights under the CCPA, you have the right to not receive discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. This Statement is available in alternative formats upon request. To request this Statement in an alternative format, please contact&nbsp;<a href=\"mailto:Privacy@dolby.com\">Privacy@dolby.com<\/a><\/p>\n\n\n\n<h2 id=\"childrens-personal-information\">Children’s Personal Information<\/h2>\n\n\n\n<p>We recognize the importance of protecting children&#8217;s online privacy. Dolby’s Services are intended for a general audience and are not directed to children. We do not knowingly collect personal information online from children under the age of 13. If we become aware that we have collected personal information from a child under the age of 13, we will promptly delete the information from our records. If you believe that a child under the age of 13 may have provided us with personal information, please contact us as specified in the&nbsp;<a href=\"#how-to-contact-us\">How to Contact Us<\/a> section of this Policy.<\/p>\n\n\n\n<h2 id=\"updates-to-our-global-privacy-policy\">Updates to Our Global Privacy Policy<\/h2>\n\n\n\n<p>This Policy may be updated periodically to reflect changes in our personal information practices. We will indicate at the top of the Policy when it was most recently updated.<\/p>\n\n\n\n<h2 id=\"how-to-contact-us\">How to Contact Us<\/h2>\n\n\n\n<p>If you have any questions about this Policy, or if you would like to exercise your rights, please feel free to send us an email, or write to <a href=\"mailto:Privacy@dolby.com\">privacy@dolby.com<\/a>, or to:<\/p>\n\n\n\n<p>Dolby Laboratories, Inc.<br>Attn: Privacy – Legal<br>1275 Market Street<br>San Francisco, CA 94103-1410<br>USA<\/p>\n\n\n\n<p>Residents of the European Union may write to:<\/p>\n\n\n\n<p>Dolby Europe Limited<br>Attn: Legal EMEA<br>4-6 Soho Square<br>London W1D 3PZ<br>United Kingdom<\/p>\n<\/div><\/div>\n<\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":1731,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":true,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"front-page featured-section policy-pages","_genesis_custom_post_class":"","_genesis_layout":"full-width-content"},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v17.2 (Yoast SEO v18.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Dolby.io<\/title>\n<meta name=\"description\" content=\"Privacy Policy Effective Date: December 1, 2021 Dolby Laboratories, Inc. and our affiliates, listed&nbsp;here&nbsp;(collectively, “Dolby”) respect your\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dolby.io\/policies\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy\" \/>\n<meta property=\"og:description\" content=\"Privacy Policy Effective Date: December 1, 2021 Dolby Laboratories, Inc. and our affiliates, listed&nbsp;here&nbsp;(collectively, “Dolby”) respect your\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dolby.io\/policies\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Dolby.io\" \/>\n<meta property=\"article:modified_time\" content=\"2021-12-01T18:42:36+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"14 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/dolby.io\/#organization\",\"name\":\"Dolby.io\",\"url\":\"https:\/\/dolby.io\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"contentUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"width\":512,\"height\":512,\"caption\":\"Dolby.io\"},\"image\":{\"@id\":\"https:\/\/dolby.io\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dolby.io\/#website\",\"url\":\"https:\/\/dolby.io\/\",\"name\":\"Dolby.io\",\"description\":\"Dolby.io\",\"publisher\":{\"@id\":\"https:\/\/dolby.io\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dolby.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dolby.io\/policies\/privacy-policy\/#webpage\",\"url\":\"https:\/\/dolby.io\/policies\/privacy-policy\/\",\"name\":\"Privacy Policy - Dolby.io\",\"isPartOf\":{\"@id\":\"https:\/\/dolby.io\/#website\"},\"datePublished\":\"2021-09-09T23:23:52+00:00\",\"dateModified\":\"2021-12-01T18:42:36+00:00\",\"description\":\"Privacy Policy Effective Date: December 1, 2021 Dolby Laboratories, Inc. and our affiliates, listed&nbsp;here&nbsp;(collectively, “Dolby”) respect your\",\"breadcrumb\":{\"@id\":\"https:\/\/dolby.io\/policies\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dolby.io\/policies\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dolby.io\/policies\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dolby.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Policies\",\"item\":\"https:\/\/dolby.io\/policies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Privacy Policy\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Privacy Policy - Dolby.io","description":"Privacy Policy Effective Date: December 1, 2021 Dolby Laboratories, Inc. and our affiliates, listed&nbsp;here&nbsp;(collectively, “Dolby”) respect your","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dolby.io\/policies\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy","og_description":"Privacy Policy Effective Date: December 1, 2021 Dolby Laboratories, Inc. and our affiliates, listed&nbsp;here&nbsp;(collectively, “Dolby”) respect your","og_url":"https:\/\/dolby.io\/policies\/privacy-policy\/","og_site_name":"Dolby.io","article_modified_time":"2021-12-01T18:42:36+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"14 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/dolby.io\/#organization","name":"Dolby.io","url":"https:\/\/dolby.io\/","sameAs":[],"logo":{"@type":"ImageObject","@id":"https:\/\/dolby.io\/#logo","inLanguage":"en-US","url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","contentUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","width":512,"height":512,"caption":"Dolby.io"},"image":{"@id":"https:\/\/dolby.io\/#logo"}},{"@type":"WebSite","@id":"https:\/\/dolby.io\/#website","url":"https:\/\/dolby.io\/","name":"Dolby.io","description":"Dolby.io","publisher":{"@id":"https:\/\/dolby.io\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dolby.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/dolby.io\/policies\/privacy-policy\/#webpage","url":"https:\/\/dolby.io\/policies\/privacy-policy\/","name":"Privacy Policy - Dolby.io","isPartOf":{"@id":"https:\/\/dolby.io\/#website"},"datePublished":"2021-09-09T23:23:52+00:00","dateModified":"2021-12-01T18:42:36+00:00","description":"Privacy Policy Effective Date: December 1, 2021 Dolby Laboratories, Inc. and our affiliates, listed&nbsp;here&nbsp;(collectively, “Dolby”) respect your","breadcrumb":{"@id":"https:\/\/dolby.io\/policies\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dolby.io\/policies\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/dolby.io\/policies\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dolby.io\/"},{"@type":"ListItem","position":2,"name":"Policies","item":"https:\/\/dolby.io\/policies\/"},{"@type":"ListItem","position":3,"name":"Privacy Policy"}]}]}},"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"featured-page":false,"gb-block-post-grid-landscape":false,"gb-block-post-grid-square":false},"uagb_author_info":{"display_name":"Jay Cornell","author_link":"https:\/\/dolby.io\/blog\/author\/jay_cornell\/"},"uagb_comment_info":0,"uagb_excerpt":null,"featured_image_src":null,"featured_image_src_square":null,"_links":{"self":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/1506"}],"collection":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/comments?post=1506"}],"version-history":[{"count":0,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/1506\/revisions"}],"up":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/1731"}],"wp:attachment":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/media?parent=1506"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}