{"id":1509,"date":"2021-09-09T23:33:20","date_gmt":"2021-09-09T23:33:20","guid":{"rendered":"https:\/\/dolbyiostage.wpengine.com\/?page_id=1509"},"modified":"2021-12-01T16:05:49","modified_gmt":"2021-12-02T00:05:49","slug":"data-processing-addendum","status":"publish","type":"page","link":"https:\/\/dolby.io\/policies\/data-processing-addendum\/","title":{"rendered":"Data Processing Addendum"},"content":{"rendered":"\n<div class=\"wp-block-genesis-blocks-gb-columns gb-layout-columns-1 gb-1-col-equal gb-background-cover gb-background-no-repeat gb-columns-center alignfull\" style=\"padding-top:170px;padding-bottom:70px;background-image:url(https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/gradient-bg-24-404-2880px.png)\"><div class=\"gb-layout-column-wrap gb-block-layout-column-gap-1 gb-is-responsive-column\" style=\"max-width:800px\">\n<div class=\"wp-block-genesis-blocks-gb-column gb-block-layout-column\"><div class=\"gb-block-layout-column-inner\">\n<h1 class=\"has-text-align-center has-text-color\" id=\"h-data-processing-addendum\" style=\"color:#000000;font-size:60px\">Data Processing Addendum<\/h1>\n<\/div><\/div>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-genesis-blocks-gb-columns gb-layout-columns-1 one-column gb-has-custom-background-color gb-columns-center alignfull\" style=\"padding-right:1em;padding-bottom:4em;padding-left:1em;background-color:#ffffff\"><div class=\"gb-layout-column-wrap gb-block-layout-column-gap-2 gb-is-responsive-column\" style=\"max-width:800px\">\n<div class=\"wp-block-genesis-blocks-gb-column gb-block-layout-column\"><div class=\"gb-block-layout-column-inner\">\n<div class=\"wp-block-genesis-blocks-gb-columns gb-layout-columns-1 gb-1-col-equal\"><div class=\"gb-layout-column-wrap gb-block-layout-column-gap-0 gb-is-responsive-column\">\n<div class=\"wp-block-genesis-blocks-gb-column gb-block-layout-column\"><div class=\"gb-block-layout-column-inner\">\n<p>This Data Processing Addendum (the “<strong>Addendum<\/strong>”) is incorporated into, and is subject to the terms and conditions of, the Dolby.io™ Terms of Service (the “<strong>Terms<\/strong>”) entered into by the entities identified as “Dolby” and “Customer” (collectively referred to as the “<strong>Parties<\/strong>”) in those Terms. This Addendum sets forth the terms and conditions relating to the Processing of Personal Data by Dolby on behalf of Customer in connection with Customer’s use of the Platform pursuant to the Terms.<\/p>\n\n\n\n<h2 id=\"h-i-definitions\"><a href=\"https:\/\/dolby.io\/#i-definitions\"><\/a>I. Definitions<\/h2>\n\n\n\n<p>(A) “<em>Data Protection Law<\/em>” means applicable laws and regulations relating to the privacy, confidentiality, security or protection of Personal Data, including, without limitation: the California Consumer Privacy Act of 2018, Cal. Civ. Code §1798.100 et seq. (“CCPA”) and its implementing regulations; the EU General Data Protection Regulation 2016\/679 (“GDPR”) and laws or regulations implementing or supplementing the GDPR; the EU Directive 2002\/58\/EC (“e-Privacy Directive”), as replaced from time to time, and laws or regulations implementing or supplementing the e-Privacy Directive, including laws regulating the use of cookies, other tracking mechanisms and unsolicited e-mail communications.<\/p>\n\n\n\n<p>(B) “<em>Instructions<\/em>” means this Addendum, the Terms and any further written agreement entered into by the Parties through which Customer instructs Dolby to perform specific Processing of Personal Data.<\/p>\n\n\n\n<p>(C) “<em>Personal Data<\/em>” means any information that relates to an identified or identifiable individual, or is otherwise subject to Data Protection Law, that Customer discloses or provides to Dolby in connection with the use of Dolby’s services pursuant to the Terms and that Dolby Processes on behalf of Customer in connection with Customer’s use of the Platform pursuant to the Terms. Any data that is in aggregated, de-identified or anonymized form will not constitute Personal Data.<\/p>\n\n\n\n<p>(D) “<em>Sub-Processor<\/em>” means an entity engaged by Dolby to Process Personal Data on behalf and under the authority of the Data Controller.<\/p>\n\n\n\n<p>(E)“<em>Data Controller<\/em>”, “<em>Data Processor<\/em>”, “<em>Data Subject<\/em>”, “<em>Personal Data Breach<\/em>”, “<em>Process<\/em>”, “<em>Processed<\/em>”, and “<em>Processing<\/em>” shall have the meaning ascribed to them in the GDPR.<\/p>\n\n\n\n<p>(F) “<em>Business<\/em>”, “<em>Sell<\/em>” and “<em>Service Provider<\/em>” shall have the meanings ascribed to them in the CCPA.<\/p>\n\n\n\n<h2 id=\"h-ii-roles-and-responsibilities-of-the-parties\"><a href=\"https:\/\/dolby.io\/#ii-roles-and-responsibilities-of-the-parties\"><\/a>II. Roles and Responsibilities of the Parties<\/h2>\n\n\n\n<p>(A) The Parties acknowledge and agree that Customer is acting as a Data Controller and Business with respect to the Processing of Personal Data Processed under this Addendum, and Dolby is acting as a Data Processor and Service Provider on behalf and under the Instructions of Customer. Dolby understands and agrees that it will not (1) Sell Personal Data, or (2) retain, use or disclose Personal Data for any purpose other than the performance of the services and otherwise for fulfillment of its obligations under the Terms, or as required or permitted by applicable law.<\/p>\n\n\n\n<p>(B) Customer represents and warrants that: (1) all Personal Data has been obtained by Customer and disclosed to Dolby in compliance with applicable law; (2) Customer has all rights and permissions and a lawful basis to use and disclose Personal Data for the purposes contemplated by the Terms; and (3) all Instructions to Customer concerning the Processing of Personal Data will comply with applicable law.<\/p>\n\n\n\n<p>(C) The Parties acknowledge and agree that Dolby may aggregate, de-identify and\/or anonymize Personal Data as part of the services for analytics purposes and improving Dolby’s products and services.<\/p>\n\n\n\n<h2 id=\"h-iii-obligation-of-dolby\"><a href=\"https:\/\/dolby.io\/#iii-obligation-of-dolby\"><\/a>III. Obligation of Dolby<\/h2>\n\n\n\n<p>Dolby agrees to:<\/p>\n\n\n\n<p>(A) Process Personal Data in accordance with the Customer’s Instructions, as set forth in the Terms, including this Addendum, unless Dolby is otherwise required by applicable law. To the extent permitted by applicable law, Dolby shall inform Customer in advance if, in Dolby’s opinion, other Processing is required by law or an Instruction infringes applicable law.<\/p>\n\n\n\n<p>(B) Comply with Data Protection Law in its capacity as a Data Processor or Service Provider to Customer.<\/p>\n\n\n\n<p>(C) Ensure that personnel authorized by Dolby to Process Personal Data in the context of the services are subject to a duly enforceable contractual or statutory confidentiality obligation.<\/p>\n\n\n\n<p>(D) Inform Customer promptly of any formal written request made to Dolby from Data Subjects exercising their rights under Data Protection Law. To the extent permitted by applicable law, Dolby shall provide appropriate and reasonable support to Customer in fulfilling Customer’s obligations to respond to such requests from Data Subjects with respect to Dolby’s Processing of their Personal Data.<\/p>\n\n\n\n<p>(E) Taking into account the nature of Processing and information available to Dolby, reasonably assist Customer in complying with its obligations under Data Protection Law, in particular Customer’s obligation to implement appropriate data security measures, to carry out a data protection impact assessment, and to consult the competent supervisory authority or other regulatory agency, provided that such assistance does not violate applicable law or confidentiality or contractual obligations.<\/p>\n\n\n\n<h2 id=\"h-iv-data-transfers\"><a href=\"https:\/\/dolby.io\/#iv-data-transfers\"><\/a>IV. Data Transfers<\/h2>\n\n\n\n<p>Where Dolby transfers Personal Data to a jurisdiction outside the EEA, United Kingdom or Switzerland, Dolby shall transfer the Personal Data in accordance with Data Protection Law. To the extent that the GDPR applies to Personal Data and such data originates from the European Economic Area, then, to the extent required to comply with GDPR, the Parties agree that the use of such Personal Data is subject to the Standard Contractual Clauses annexed to Commission Implementing Decision (EU) 2021\/914 (the “Clauses”), with Module 2 applying and with none of the optional clauses applying, except Clause 7 and Option 2 of Clause 9(a) (with the time period for prior notice of Sub-Processor changes as described in Section V(B) below). For purposes of Clause 17 (Option 1), the Clauses will be governed by the law of the Netherlands. For purposes of Clause 18(b), disputes will be resolved before the courts of the Netherlands. For these purposes, Dolby is the “data importer” and Customer is the “data exporter” as defined in the Clauses. The data subjects, categories of data, purposes of processing, and other descriptions of the data transfer, are as set forth in Schedule I hereto, which serves as Annex I of the Clauses. Dolby’s technical and organizational measures for the protection of Personal Data, available in the Customer Dashboard or otherwise upon request, serves as Annex II of the Clauses. Schedule II hereto, which lists the Sub-Processors that Dolby engages to Process Personal Data, serves as Annex III of the Clauses.<\/p>\n\n\n\n<h2 id=\"h-v-sub-processing\"><a href=\"https:\/\/dolby.io\/#v-sub-processing\"><\/a>V. Sub-Processing<\/h2>\n\n\n\n<p>(A) Customer shall not share, transfer, disclose, make available or otherwise provide access to any Personal Data to a Sub-Processor, unless Customer has authorized Dolby to do so.<\/p>\n\n\n\n<p>(B) Customer hereby authorizes the Sub-Processors listed in Schedule II to Process Personal Data. To the extent required by Data Protection Law, when any new Sub-Processor is engaged, Dolby shall give Customer written notice of the engagement at least 30 days prior to the new Sub-Processor Processing Personal Data. Dolby may provide such notice to Customer by updating the list of Sub-Processors located on its website dolby.io.<\/p>\n\n\n\n<p>(C) Customer may object to the engagement of a new Sub-Processor by terminating the Terms, provided that the grounds for such objection are reasonable and based on compliance with Data Protection Laws and Customer sends written notice of termination to Dolby within 10 days of Dolby providing notice of the new Sub-Processor pursuant to section V(B). Any termination under this section shall be deemed to be without fault by either Party and shall be subject to the terms of the Terms. This termination right is Customer’s sole and exclusive remedy if Customer objects to any new Sub-Processor.<\/p>\n\n\n\n<p>(D) Where Dolby engages a Sub-Processor, Dolby shall enter into written agreements with the Sub-Processor that imposes obligations on the Sub-Processor that are substantially similar to those imposed on Dolby under this Addendum.<\/p>\n\n\n\n<h2 id=\"h-vi-data-security\"><a href=\"https:\/\/dolby.io\/#vi-data-security\"><\/a>VI. Data Security<\/h2>\n\n\n\n<p>(A) Dolby shall implement appropriate technical and organizational measures to protect Personal Data in Dolby’s possession, custody or control in accordance with Data Protection Law. A list of Dolby’s technical and organizational measures is available in the Customer Dashboard or otherwise upon request.<\/p>\n\n\n\n<p>(B) Upon termination of the Terms, Dolby shall return to Customer, or at Customer’s request, securely destroy or render unreadable or undecipherable, all Personal Data in Dolby’s possession, custody or control, subject to applicable law. In the event applicable law does not permit Dolby to perform such delivery or destruction of the Personal Data, Dolby warrants that it shall protect the confidentiality of the Personal Data in accordance with this Addendum.<\/p>\n\n\n\n<h2 id=\"h-vii-data-breach-notification\"><a href=\"https:\/\/dolby.io\/#vii-data-breach-notification\"><\/a>VII. Data Breach Notification<\/h2>\n\n\n\n<p>(A) Dolby shall inform Customer without undue delay of any Personal Data Breach of which Dolby becomes aware. Dolby shall promptly investigate such Personal Data Breach and cooperate with Customer in reasonable and lawful efforts to prevent, mitigate or rectify such breach. Dolby shall provide such assistance as required to enable Customer to satisfy Customer’s obligation to notify the relevant supervisory authority and Data Subjects of a Personal Data Breach under Articles 33 and 34 of the GDPR, provided that such cooperation does not violate applicable law or confidentiality or contractual obligations, disclose legal advice or interfere with Dolby’s business operations.<\/p>\n\n\n\n<h2 id=\"h-viii-audit\"><a href=\"https:\/\/dolby.io\/#viii-audit\"><\/a>VIII. Audit<\/h2>\n\n\n\n<p>(A) Dolby shall make available to Customer information reasonably necessary to demonstrate Dolby’s compliance with the obligations set forth in this Addendum, provided that such information does not violate applicable law or confidentiality or contractual obligations or contain legal advice.<\/p>\n\n\n\n<p>(B) During the term of the Terms, Dolby will conduct an assessment annually to validate the effectiveness of the technical and organizational security measures implemented by Dolby pursuant to the Addendum. Such assessment will be conducted (i) by a Dolby-appointed qualified third party and (ii) under an appropriate assessment standard or criteria selected by Dolby. Upon Customer’s request, Dolby agrees to provide Customer, on an annual basis and for no additional fee, (i) a report that reasonably summarizes the findings of the most recent assessment conducted pursuant to this section, and (ii) any other documents relevant to the security or compliance of the service that are made generally available by Dolby to customers of its services. Such report and information will be deemed Dolby’s confidential information.<\/p>\n\n\n\n<h2 id=\"h-ix-miscellaneous\"><a href=\"https:\/\/dolby.io\/#ix-miscellaneous\"><\/a>IX. Miscellaneous<\/h2>\n\n\n\n<p>(A) This Addendum shall be governed by the laws of the jurisdiction specified in the Terms.<\/p>\n\n\n\n<p>(B) If any provision of this Addendum is held invalid or unenforceable, the remaining provisions shall remain in effect.<\/p>\n\n\n\n<p>(C) All notices to Dolby provided under this Addendum must be in writing and sent to Dolby Laboratories, Inc., 1275 Market Street; San Francisco, CA 94103; Attention: Privacy Legal and\/or via email at <a href=\"mailto:privacy@dolby.com\">privacy@dolby.com<\/a>.<\/p>\n\n\n\n<p>(D) This Addendum supplements the Terms. In the event of any conflict between the Terms and this Addendum, the provisions of this Addendum shall control. <\/p>\n\n\n\n<p>This Addendum shall be subject to the limitations of liability under the Terms.<\/p>\n\n\n\n<h2 id=\"h-schedule-1-scope-of-the-data-processing\"><a href=\"https:\/\/dolby.io\/#annex-1-scope-of-the-data-processing\"><\/a>SCHEDULE 1: SCOPE OF THE DATA PROCESSING<\/h2>\n\n\n\n<h3 id=\"h-list-of-parties\"><a href=\"https:\/\/dolby.io\/#scope-of-the-data-processing\"><\/a>LIST OF PARTIES<\/h3>\n\n\n\n<p>Data Exporter: Customer.<\/p>\n\n\n\n<p>Contact details: The contact information for Customer as set forth in Customer’s account profile page.<\/p>\n\n\n\n<p>Data Exporter Role: Controller<\/p>\n\n\n\n<p>Signature and Date: By entering into this Addendum, Data Exporter is deemed to have signed these Standard Contractual Clauses incorporated herein, including their Annexes, as of the Effective Date of the Addendum.<\/p>\n\n\n\n<p>Data Importer: Dolby Laboratories, Inc.<\/p>\n\n\n\n<p>Contact details: Dolby Privacy Team, <a href=\"mailto:privacy@dolby.com\">privacy@dolby.com<\/a> <\/p>\n\n\n\n<p>Data Importer Role: Processor<\/p>\n\n\n\n<p>Signature and Date: By entering into the Addendum, Data Importer is deemed to have signed these Standard Contractual Clauses, incorporated herein, including their Annexes, as of the Effective Date of the Addendum.<\/p>\n\n\n\n<p>Data Importer: Dolby Australia PTY LTD<\/p>\n\n\n\n<p>Contact details: Dolby Privacy Team, <a href=\"mailto:privacy@dolby.com\">privacy@dolby.com<\/a> <\/p>\n\n\n\n<p>Data Importer Role: Processor<\/p>\n\n\n\n<p>Signature and Date: By entering into the Agreement, Data Importer is deemed to have signed these Standard Contractual Clauses, incorporated herein, including their Annexes, as of the Effective Date of the Agreement.<\/p>\n\n\n\n<h3>DESCRIPTION OF TRANSFER<\/h3>\n\n\n\n<figure class=\"wp-block-table is-style-regular\"><table class=\"has-fixed-layout\"><tbody><tr><td><p><strong><em>Categories of data subjects whose personal data is transferred:<\/em><\/strong><\/p><\/td><td><p>Customer and End Users of Customer, as defined in the Terms<\/p><\/td><\/tr><tr><td><p><strong><em><br><strong><em>Categories of personal data transferred:<\/em><\/strong><\/em><\/strong><\/p><\/td><td><p>Name, email address, company name, user ID, cookies, and usage data, which can include IP address, domain names, URL addresses, the time of the request, method utilized to submit the request to the server, size of file, numerical code indicating the status of the server’s answer, country of origin, features of the browser and operating system utilized by the Customer, time details per visit, and path details within the application. Where Customer uses media processing or conference recording services, audio and visual files may include personal information.<\/p><p>In addition, Dolby may process the recording of a call (optional).<\/p><\/td><\/tr><tr><td><p><strong><em>Sensitive data transferred and applied restrictions or safeguards that fully take into consideration the nature of the data and the risks involved:<\/em><\/strong><\/p><\/td><td><p>Dolby does not actively collect sensitive data in the context of the Services (as defined in the Terms). Where Customer or its End Users (as defined in the Terms) choose to include sensitive data within the communications that they transmit while using the Services (such as in a media file or audio\/video content), such sensitive data may be processed. Dolby does not store sensitive data unless requested by Customer. Customer is responsible for ensuring that suitable safeguards are in place prior to transmitting or processing, or prior to permitting Customer’s End Users to transmit or process, any sensitive data via the Services. The safeguards applied for the transfer of sensitive data are set forth in Annex II.<\/p><\/td><\/tr><tr><td><p><strong><em>The frequency of the transfer<\/em><\/strong><\/p><\/td><td><p>The transfer takes place on a continuous basis under the Terms, including this Addendum and the Privacy Policy.<\/p><\/td><\/tr><tr><td><p><strong><em>Nature of the processing:<\/em><\/strong><\/p><\/td><td><p>The nature of Processing depends on what services the Customer has elected. Where applicable, Dolby provides voice and video calling, screen-sharing, speech-to-text transcription for calls, and broadcast video and user interaction services. Dolby also provides Customer with the ability to use code to add messaging, video, and audio chat features into their mobile or web application. <\/p><p>Dolby processes audio and visual files in connection with its media processing services.<\/p><\/td><\/tr><tr><td><p><strong><em>Purpose(s) of the data transfer and further processing:<\/em><\/strong><\/p><\/td><td><p>Dolby provides Customer with audio and video messaging, calling, and broadcasting services and\/or media processing services. Personal data is transferred to Dolby for the purposes of providing the contracted Services.<\/p><p>In addition, Dolby stores and analyzes personal data for the purposes of customer support; monitoring, maintaining, and improving the functionality of the Platform; security monitoring and audits; disclosures in accordance with the Terms, or as compelled by law (including restricted party screenings).<\/p><\/td><\/tr><tr><td><p><strong><em>For transfers to (sub-) processors, also specify subject matter, nature and duration of the processing:<\/em><\/strong><\/p><\/td><td><p>See Schedule II. The duration of the processing will be for the duration of the Service Agreement.<\/p><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<h3>COMPETENT SUPERVISORY AUTHORITY<\/h3>\n\n\n\n<p>Dutch Data Protection Authority (Autoriteit Persoonsgegevens)<\/p>\n\n\n\n<h2 id=\"h-schedule-ii-list-of-sub-processors\">SCHEDULE II: LIST OF SUB-PROCESSORS<\/h2>\n\n\n\n<figure class=\"wp-block-table is-style-regular\"><table><thead><tr><th><p><strong><em>Sub-processor<\/em><\/strong><\/p><\/th><th><p><strong><em>Purpose<\/em><\/strong><\/p><\/th><th><p><strong><em>Website<\/em><\/strong><\/p><\/th><\/tr><\/thead><tbody><tr><td><p>Amazon &#8211; AWS<\/p><\/td><td><p>Data hosting and processing<\/p><\/td><td><p><a href=\"https:\/\/aws.amazon.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/aws.amazon.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Datadog<\/p><\/td><td><p>Monitoring<\/p><\/td><td><p><a href=\"https:\/\/www.datadoghq.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.datadoghq.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Domo<\/p><\/td><td><p>Analytics<\/p><\/td><td><p><a href=\"https:\/\/www.domo.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.domo.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Drift<\/p><\/td><td><p>Marketing Automation<\/p><\/td><td><p><a href=\"https:\/\/www.drift.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.drift.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Google Analytics<\/p><\/td><td><p>Marketing Automation<\/p><\/td><td><p><a href=\"https:\/\/analytics.google.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/analytics.google.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Google Cloud<\/p><\/td><td><p>Analytics<\/p><\/td><td><p><a href=\"https:\/\/cloud.google.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/cloud.google.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Google Cloud – Apigee<\/p><\/td><td><p>API management<\/p><\/td><td><p><a href=\"https:\/\/cloud.google.com\/apigee\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/cloud.google.com\/apigee\/<\/a><\/p><\/td><\/tr><tr><td><p>Hubspot<\/p><\/td><td><p><\/p><p>Marketing Automation<\/p><p><\/p><\/td><td><p><a href=\"https:\/\/www.hubspot.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.hubspot.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Informatica<\/p><\/td><td><p>System Interconnect<\/p><\/td><td><p><a href=\"https:\/\/www.informatica.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.informatica.com\/<\/a><\/p><\/td><\/tr><tr><td><p><\/p><p>Microsoft Power BI<\/p><p><\/p><\/td><td><p>Analytics<\/p><\/td><td><p><a href=\"https:\/\/powerbi.microsoft.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/powerbi.microsoft.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Optimizely<\/p><\/td><td><p>Marketing Automation<\/p><\/td><td><p><a href=\"https:\/\/www.optimizely.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.optimizely.com\/<\/a><\/p><\/td><\/tr><tr><td><p>PagerDuty<\/p><\/td><td><p>Notifications<\/p><\/td><td><p><a href=\"https:\/\/www.pagerduty.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.pagerduty.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Sendgrid<\/p><\/td><td><p>Emails<\/p><\/td><td><p><a href=\"https:\/\/sendgrid.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/sendgrid.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Zendesk<\/p><\/td><td><p>Support Tickets<\/p><\/td><td><p><a href=\"https:\/\/www.zendesk.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.zendesk.com\/<\/a><\/p><\/td><\/tr><tr><td><p>Zuora<\/p><\/td><td><p>Billing<\/p><\/td><td><p><a href=\"https:\/\/www.zuora.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.zuora.com\/<\/a><\/p><\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><\/p>\n<\/div><\/div>\n<\/div><\/div>\n<\/div><\/div>\n<\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":1731,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":true,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"front-page featured-section","_genesis_custom_post_class":"","_genesis_layout":"full-width-content"},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v17.2 (Yoast SEO v18.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Data Processing Addendum - Dolby.io<\/title>\n<meta name=\"description\" content=\"Data Processing Addendum This Data Processing Addendum (the “Addendum”) is incorporated into, and is subject to the terms and conditions of, the Dolby.io™\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dolby.io\/policies\/data-processing-addendum\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Data Processing Addendum\" \/>\n<meta property=\"og:description\" content=\"Data Processing Addendum This Data Processing Addendum (the “Addendum”) is incorporated into, and is subject to the terms and conditions of, the Dolby.io™\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dolby.io\/policies\/data-processing-addendum\/\" \/>\n<meta property=\"og:site_name\" content=\"Dolby.io\" \/>\n<meta property=\"article:modified_time\" content=\"2021-12-02T00:05:49+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/dolby.io\/#organization\",\"name\":\"Dolby.io\",\"url\":\"https:\/\/dolby.io\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"contentUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"width\":512,\"height\":512,\"caption\":\"Dolby.io\"},\"image\":{\"@id\":\"https:\/\/dolby.io\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dolby.io\/#website\",\"url\":\"https:\/\/dolby.io\/\",\"name\":\"Dolby.io\",\"description\":\"Dolby.io\",\"publisher\":{\"@id\":\"https:\/\/dolby.io\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dolby.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dolby.io\/policies\/data-processing-addendum\/#webpage\",\"url\":\"https:\/\/dolby.io\/policies\/data-processing-addendum\/\",\"name\":\"Data Processing Addendum - Dolby.io\",\"isPartOf\":{\"@id\":\"https:\/\/dolby.io\/#website\"},\"datePublished\":\"2021-09-09T23:33:20+00:00\",\"dateModified\":\"2021-12-02T00:05:49+00:00\",\"description\":\"Data Processing Addendum This Data Processing Addendum (the “Addendum”) is incorporated into, and is subject to the terms and conditions of, the Dolby.io™\",\"breadcrumb\":{\"@id\":\"https:\/\/dolby.io\/policies\/data-processing-addendum\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dolby.io\/policies\/data-processing-addendum\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dolby.io\/policies\/data-processing-addendum\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dolby.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Policies\",\"item\":\"https:\/\/dolby.io\/policies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Data Processing Addendum\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Data Processing Addendum - Dolby.io","description":"Data Processing Addendum This Data Processing Addendum (the “Addendum”) is incorporated into, and is subject to the terms and conditions of, the Dolby.io™","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dolby.io\/policies\/data-processing-addendum\/","og_locale":"en_US","og_type":"article","og_title":"Data Processing Addendum","og_description":"Data Processing Addendum This Data Processing Addendum (the “Addendum”) is incorporated into, and is subject to the terms and conditions of, the Dolby.io™","og_url":"https:\/\/dolby.io\/policies\/data-processing-addendum\/","og_site_name":"Dolby.io","article_modified_time":"2021-12-02T00:05:49+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/dolby.io\/#organization","name":"Dolby.io","url":"https:\/\/dolby.io\/","sameAs":[],"logo":{"@type":"ImageObject","@id":"https:\/\/dolby.io\/#logo","inLanguage":"en-US","url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","contentUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","width":512,"height":512,"caption":"Dolby.io"},"image":{"@id":"https:\/\/dolby.io\/#logo"}},{"@type":"WebSite","@id":"https:\/\/dolby.io\/#website","url":"https:\/\/dolby.io\/","name":"Dolby.io","description":"Dolby.io","publisher":{"@id":"https:\/\/dolby.io\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dolby.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/dolby.io\/policies\/data-processing-addendum\/#webpage","url":"https:\/\/dolby.io\/policies\/data-processing-addendum\/","name":"Data Processing Addendum - Dolby.io","isPartOf":{"@id":"https:\/\/dolby.io\/#website"},"datePublished":"2021-09-09T23:33:20+00:00","dateModified":"2021-12-02T00:05:49+00:00","description":"Data Processing Addendum This Data Processing Addendum (the “Addendum”) is incorporated into, and is subject to the terms and conditions of, the Dolby.io™","breadcrumb":{"@id":"https:\/\/dolby.io\/policies\/data-processing-addendum\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dolby.io\/policies\/data-processing-addendum\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/dolby.io\/policies\/data-processing-addendum\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dolby.io\/"},{"@type":"ListItem","position":2,"name":"Policies","item":"https:\/\/dolby.io\/policies\/"},{"@type":"ListItem","position":3,"name":"Data Processing Addendum"}]}]}},"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"featured-page":false,"gb-block-post-grid-landscape":false,"gb-block-post-grid-square":false},"uagb_author_info":{"display_name":"Jay Cornell","author_link":"https:\/\/dolby.io\/blog\/author\/jay_cornell\/"},"uagb_comment_info":0,"uagb_excerpt":null,"featured_image_src":null,"featured_image_src_square":null,"_links":{"self":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/1509"}],"collection":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/comments?post=1509"}],"version-history":[{"count":0,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/1509\/revisions"}],"up":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/1731"}],"wp:attachment":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/media?parent=1509"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}