{"id":17,"date":"2021-06-09T22:11:10","date_gmt":"2021-06-09T22:11:10","guid":{"rendered":"https:\/\/dolbyio.wpengine.com\/?page_id=17"},"modified":"2021-11-21T17:44:16","modified_gmt":"2021-11-22T01:44:16","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/dolby.io\/policies\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"\n<div class=\"wp-block-genesis-blocks-gb-columns gb-layout-columns-1 gb-1-col-equal gb-background-cover gb-background-no-repeat gb-columns-center alignfull\" style=\"padding-top:170px;padding-bottom:70px;background-image:url(https:\/\/dolby.io\/wp-content\/uploads\/2021\/09\/gradient-bg-24-404-2880px.png);background-position:51% 27%\"><div class=\"gb-layout-column-wrap gb-block-layout-column-gap-1 gb-is-responsive-column\" style=\"max-width:800px\">\n<div class=\"wp-block-genesis-blocks-gb-column gb-block-layout-column\"><div class=\"gb-block-layout-column-inner\">\n<h1 class=\"has-text-align-center has-text-color\" id=\"h-terms-of-service\" style=\"color:#000000;font-size:60px\">Terms of Service<\/h1>\n<\/div><\/div>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-genesis-blocks-gb-columns gb-layout-columns-1 gb-1-col-equal gb-columns-center alignfull\" style=\"padding-right:1em;padding-bottom:4em;padding-left:1em\"><div class=\"gb-layout-column-wrap gb-block-layout-column-gap-0 gb-is-responsive-column\" style=\"max-width:800px\">\n<div class=\"wp-block-genesis-blocks-gb-column policy-left gb-block-layout-column\"><div class=\"gb-block-layout-column-inner\">\n<p>These Terms of Service (the “<strong>Terms<\/strong>”) are a legally binding contract between you or the legal entity on whose behalf you are entering into this contract (“<strong>Customer<\/strong>”), and Dolby Laboratories, Inc. and\/or Voxeet, Inc. as specified in Section 14.A. below (“we”, “us”, or “<strong>Dolby<\/strong>”), and govern Customer’s use of the Services (as defined below). Dolby and Customer are referred to individually as a “<strong>Party<\/strong>” and collectively as the “<strong>Parties.<\/strong>”<\/p>\n\n\n\n<p>PLEASE READ THE FOLLOWING TERMS CAREFULLY. BY CLICKING “I ACCEPT” OR BY USING THE SERVICES, YOU REPRESENT AND WARRANT THAT (A) YOU HAVE THE AUTHORITY TO BIND CUSTOMER TO THIS CONTRACT, AND (B) YOU HAVE READ, UNDERSTOOD, AND AGREE ON BEHALF OF CUSTOMER TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS. If you do not have such authority, or do not agree to the Terms, then you do not have our permission to use the Services.<\/p>\n\n\n\n<p>THESE TERMS PROVIDE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ALL DISPUTES BETWEEN CUSTOMER AND DOLBY WILL BE RESOLVED BY BINDING ARBITRATION. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, CUSTOMER AGREES (1) TO GIVE UP THE RIGHT TO GO TO COURT TO ASSERT OR DEFEND CUSTOMER’S RIGHTS UNDER THIS CONTRACT AND (2) THAT CUSTOMER’S RIGHTS WILL BE DETERMINED BY A NEUTRAL ARBITRATOR AND NOT A JUDGE OR JURY. PLEASE REVIEW SECTION 12 (“DISPUTE RESOLUTION”) FOR THE DETAILS REGARDING CUSTOMER’S AGREEMENT TO ARBITRATE ANY DISPUTES WITH DOLBY.<\/p>\n\n\n\n<p>FOR ENTITIES THAT HAVE ENTERED INTO A BUSINESS ASSOCIATE AGREEMENT WITH DOLBY, TO THE EXTENT THAT THE TERMS OF THIS TERMS OF SERVICE CONFLICT WITH THE TERMS OF THE BUSINESS ASSOCIATE AGREEMENT BETWEEN THE PARTIES, THE TERMS OF THE BUSINESS ASSOCIATE AGREEMENT SHALL CONTROL WITH RESPECT TO CUSTOMER’S PROTECTED HEALTH INFORMATION.<\/p>\n\n\n\n<h2 id=\"h-1-the-services\"><a href=\"https:\/\/dolby.io\/#1-the-services\"><\/a>1. The Services.<\/h2>\n\n\n\n<h3 id=\"h-a-description\"><a href=\"https:\/\/dolby.io\/#a-description\"><\/a><em>A. Description.<\/em><\/h3>\n\n\n\n<p>Subject to Customer’s payment of all applicable fees and compliance with these Terms, Dolby will provide Customer with access to the suite of software-as-a-service applications that link to or incorporate these Terms and for which you have contracted online (the “<strong>Services<\/strong>”), which are comprised of various application programming interfaces and web applications that allow customers to upload or otherwise transmit media, communications, and data to, and generate results by processing that media, communications, and data using, the Services (such results, the “<strong>Output<\/strong>”).<\/p>\n\n\n\n<h3 id=\"h-b-permitted-use-restrictions\"><a href=\"https:\/\/dolby.io\/#b-permitted-use-restrictions\"><\/a><em>B. Permitted Use; Restrictions.<\/em><\/h3>\n\n\n\n<p>Customer represents, warrants, and covenants that Customer will use the Services only in a manner that complies with (i) all applicable laws and regulations (ii) <a href=\"\/acceptable-use-policy\">Dolby’s Acceptable Use Policy<\/a>, which is hereby incorporated into the Terms by reference, and (iii) these Terms. Without limiting the foregoing, Customer shall not, and shall ensure that its authorized users do not, use the Services (i) to perform any activity that is unlawful, or that is harmful to or interferes with any use of the Services, or the network, systems, or facilities used to provide the Services; (ii) in violation of any third party’s privacy, intellectual property, or other rights; (iii) to perform any activity intended to circumvent the security measures of Dolby or any third party. Further, Customer shall not, and shall ensure that its authorized users do not, (i) modify, adapt, translate, reverse engineer, decompile, or disassemble any portion of the Services, (ii) use any robot, spider, site search\/retrieval application, or other manual or automatic device to retrieve, index, “scrape,” “data mine,” or in any way reproduce or circumvent the navigational structure or presentation of the Services, or (iii) use the Services as the basis for developing a competitive solution (or contract with a third-party to do so), or allow third-parties to use or exploit the Services separate from your product(s) or services without Dolby’s express written consent. If Customer becomes aware of any breach of the foregoing, Customer will immediately notify Dolby by email to <a href=\"mailto:support@dolby.io\">support@dolby.io<\/a> and remedy the situation, including, if necessary, by limiting, suspending, or terminating any relevant user’s access to the Services. Dolby may in its sole discretion make some or all Services available to Customer on a trial basis, free of charge or at a promotional rate, until the end of the trial period (“Promotional Offer”). Unless a Promotional Offer is advertised as available to past or current Customers to the Services, Promotional Offers are only available to new customers. Customer may not create duplicate Customer accounts in an attempt to circumvent paying any fees due and payable for Customer’s continued Access to the Services. Dolby reserves the right to suspend Customer’s access to the Services if reasonably necessary to prevent harm to anyone, with such notice as may be reasonable in the context of the prospective harm. Customer is responsible for the confidentiality and use of all credentials issued to Customer or its personnel to access the Services, and for all use of the Services facilitated by such credentials.<\/p>\n\n\n\n<h3 id=\"h-c-modification\"><a href=\"https:\/\/dolby.io\/#c-modification\"><\/a><em>C. Modification.<\/em><\/h3>\n\n\n\n<p>The Services include all updates to the Services made generally available by Dolby without additional charge. Dolby may charge additional fees for new products, features, and services, and Customer may choose whether or not to purchase them at Customer’s sole discretion. Dolby may modify or remove the Services (including without limitation by changing the user interface of the Services or removing certain features of the Services) from time to time without prior notice to Customer.<\/p>\n\n\n\n<h3 id=\"h-d-additional-terms\"><a href=\"https:\/\/dolby.io\/#d-additional-terms\"><\/a><em>D. Additional Terms.<\/em><\/h3>\n\n\n\n<p>Customer’s use of the Services is subject to all additional terms, policies, rules, or guidelines applicable to any or all of the Services or to certain features of the Services that we may post on or link to from the Services (the “<strong>Additional Terms<\/strong>”). All Additional Terms, including without limitation, the <a href=\"\/data-processing-addendum\">Data Processing Addendum<\/a>, are incorporated by this reference into, and made a part of, these Terms.<\/p>\n\n\n\n<h2 id=\"h-2-fees-payment-taxes\"><a href=\"https:\/\/dolby.io\/#2-feespaymenttaxes\"><\/a>2. Fees\/Payment\/Taxes.<\/h2>\n\n\n\n<p>Access to the Services, or to certain features of the Services, may require Customer to pay fees as set forth on Dolby’s website. Before Customer becomes obligated to pay any fees, Customer will have an opportunity to review the basis for calculating such fees and access or use of the Services constitutes acceptance of the fees that will be charged. All fees are non-refundable, to the fullest extent permitted under applicable law. If Dolby changes the fees for the Services, including by adding additional fees or charges, Dolby will provide Customer advance notice of those changes. Customer’s continued access or use of the Services after Dolby implements the fee changes constitutes acceptance of those fee changes; if Customer does not accept the fee changes, Customer must discontinue use of the Services before Dolby implements the fee changes. Notwithstanding the foregoing, if Customer has entered into a separate written agreement with Dolby governing Customer’s use of the Services which specifies the fees for the Services, such fees will remain as provided therein for the term of that agreement. Dolby or its payment processor will charge the payment method specified by Customer through the Services. Customer authorizes Dolby or its payment processor to charge all sums as described in these Terms, for the Services Customer selects, to that payment method. If Customer pays any fees with a credit card, Dolby or its payment processor may seek pre-authorization of Customer’s credit card account prior to Customer’s purchase to verify that the credit card is valid and has the necessary funds or credit available to cover such purchase. The Services may include functionality for activating, updating or canceling recurring payments for periodic charges. If Customer activates or updates recurring payments through the Services, Customer authorizes Dolby or its payment processor to periodically charge, on a going-forward basis and until cancellation of either the recurring payments or Customer’s account, all accrued sums on or before the payment due date for the accrued sums. If Customer uses the Services to update or cancel any existing authorized one-time or recurring payment, it may take several business days for the update or cancellation to take effect.<\/p>\n\n\n\n<h2 id=\"h-3-term-and-termination\"><a href=\"https:\/\/dolby.io\/#3-term-and-termination\"><\/a>3. Term and Termination.<\/h2>\n\n\n\n<h3 id=\"h-a-term\"><a href=\"https:\/\/dolby.io\/#a-term\"><\/a><em>A. Term.<\/em><\/h3>\n\n\n\n<p>These Terms will continue in force until terminated in accordance with these Terms (the “<strong>Term<\/strong>”).<\/p>\n\n\n\n<h3 id=\"h-b-termination\"><a href=\"https:\/\/dolby.io\/#b-termination\"><\/a><em>B. Termination.<\/em><\/h3>\n\n\n\n<p>Dolby may terminate these Terms for convenience at any time. Customer may terminate these Terms at any time by deleting Customer’s account; provided that Customer will not receive a refund of any prepaid fees for the Services, and will remain obligated to pay any fees incurred for use of the Services prior to termination. Notwithstanding the preceding sentence, if there is an order form(s) in effect, then these Terms will not terminate until such order form(s) have expired or been terminated. If Customer violates any provision of these Terms or if Customer uses the Services in violation of any applicable law or regulation (“<strong>Applicable Law<\/strong>”), Customer’s permission from us to use the Services will terminate automatically. In addition, Dolby may in its sole discretion terminate Customer’s user account or suspend or terminate Customer’s access to the Services at any time if Customer violates any provision of these Terms, if we no longer provide any part of the Services, or for any reason or no reason, with or without notice. We also reserve the right to modify or discontinue the Services at any time (including by limiting or discontinuing certain features of the Services), temporarily or permanently, without notice to Customer and without liability. To the fullest extent permitted under Applicable Law, we will have no liability whatsoever on account of any change to the Services or any suspension or termination of Customer’s access to or use of the Services. Upon the termination of Customer’s account or the Terms for any reason, Dolby may at its option delete any data associated with Customer’s account.<\/p>\n\n\n\n<h3 id=\"h-c-effect-of-termination\"><a href=\"https:\/\/dolby.io\/#c-effect-of-termination\"><\/a><em>C. Effect of Termination.<\/em><\/h3>\n\n\n\n<p>Upon the expiration or termination of the Terms, (i) Customer will cease all use of the Services and Dolby may disable Customer’s access and usage rights in connection with the Services, and (ii) any outstanding fees will remain due. The expiration or earlier termination of the Terms will not relieve any Party of any obligations that may have accrued hereunder prior to the effective date of such expiration or termination. The following provisions shall survive the expiration or termination of the Terms: Sections 2, 3.C, 5, 6, 8 &#8211; 12, and 14 hereof.<\/p>\n\n\n\n<h2 id=\"h-4-usage-rights-and-restrictions\"><a href=\"https:\/\/dolby.io\/#4-usage-rights-and-restrictions\"><\/a>4. Usage Rights and Restrictions.<\/h2>\n\n\n\n<h3 id=\"h-a-license\"><a href=\"https:\/\/dolby.io\/#a-license\"><\/a><em>A. License.<\/em><\/h3>\n\n\n\n<p>Subject to Section 1.B and Customer’s payment of all applicable fees, Dolby grants to Customer a non-transferable, non-exclusive, limited right to access and use the Services. Nothing in these Terms obligates Dolby to deliver or make available any copies of computer programs or code. All rights not expressly granted hereunder are reserved by Dolby.<\/p>\n\n\n\n<h3 id=\"h-b-customer-responsibilities\"><a href=\"https:\/\/dolby.io\/#b-customer-responsibilities\"><\/a><em>B. Customer Responsibilities.<\/em><\/h3>\n\n\n\n<p>Customer will ensure that Customer’s contact information provided in connection with Customer’s account remains accurate and up to date. Customer will secure against unauthorized dissemination of any credentials used to access the Services. Customer agrees that it is responsible for all use of such credentials and any breach or violation of the Terms or Applicable Law by any of its employees or contractors as though it had engaged in such breach or violation itself. Customer is solely responsible for complying with, and shall comply with, all Applicable Laws regarding the recording or monitoring of, and the use of encryption in relation to, telephone calls, SMS messages, and other communications by Customer or Customer’s customers using the Services and Customer’s applications (to the extent that such applications integrate or interface with all or any part of Services).<\/p>\n\n\n\n<h3 id=\"h-c-beta-features\"><a href=\"https:\/\/dolby.io\/#c-beta-features\"><\/a><em>C. Beta Features.<\/em><\/h3>\n\n\n\n<p>From time to time, Dolby may make new or updated features available as part of the Services that Dolby considers to be not final or ready for general use (“<strong>Beta Features<\/strong>”). Customer may choose to try such Beta Features or not in its sole discretion. Beta Features are intended for evaluation purposes and not for production use, are not supported, and may be subject to Additional Terms. Customer acknowledges and agrees that: (a) Beta Features may impact the availability of, and Customer’s use of, the Services; (b) the Beta Features may not operate properly or be fully functional; (c) use of the Beta Features may result in unexpected results, loss of data, or business interruption; and (d) Dolby has the right unilaterally to abandon development, maintenance, and operation of the Beta Features, at any time and without any obligation or liability to Customer. THE BETA FEATURES ARE PROVIDED ON AS “<strong>AS-IS<\/strong>” BASIS. CUSTOMER ACKNOWLEDGES AND AGREES THAT ALL USE OF ANY BETA FEATURE IS AT CUSTOMER’S SOLE RISK.<\/p>\n\n\n\n<h2 id=\"h-5-data\"><a href=\"https:\/\/dolby.io\/#5-data\"><\/a>5. Data.<\/h2>\n\n\n\n<h3 id=\"h-a-customer-data\"><a href=\"https:\/\/dolby.io\/#a-customer-data\"><\/a><em>A. Customer Data.<\/em><\/h3>\n\n\n\n<p>Customer represents and warrants that it possesses all rights necessary to provide to Dolby, for use in the ways contemplated by these Terms, all videos, audio clips, photographs, graphics, images, media assets, and other content, materials, and data (including Personal Data) provided or otherwise made available, directly or indirectly, by or on behalf of Customer to Dolby in connection with Customer’s use of the Services (“<strong>Customer Data<\/strong>”), and that the Customer Data, and the use of the Customer Data as contemplated by these Terms, does not and will not: (i) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right; (ii) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person; or (iii) cause Dolby to violate any law or regulation. By uploading, transmitting, posting or publishing Customer Data on or through the Services, Customer grants Dolby a worldwide, non-exclusive, royalty-free, fully paid, unrestricted right and license (with the right to sublicense) to use, host, store, transfer, display, perform, reproduce, modify, and distribute such Customer Data, in whole or in part in any media formats and through any media channels now known or hereafter developed, in connection with providing the Services and as otherwise provided herein. Customer represents, warrants, and covenants that (i) Customer will comply with all Applicable Law relating to privacy and data protection with respect to its access to and use of the Services, including providing all individuals to whom the Customer Data relates with legally adequate notice regarding the use of the Services, and obtaining any and all consents and authorizations from such individuals necessary to provide the Customer Data to Dolby for use in the ways contemplated by these Terms, including but not limited to parental consent as required under Applicable Law; (ii) Customer will not store, transmit, or otherwise process any information via the Services that falls within the definition of “<strong>Protected Health Information<\/strong>” under the HIPAA Privacy Rule (45 CFR § 160.103), unless Customer and Dolby separately enter into a HIPAA Business Associate Agreement; and (iii) any Customer Data provided to Dolby hereunder will be made available to Dolby in accordance with all Applicable Law and all contracts to which Customer is a party. Upon request, Customer will provide copies of any notices or consents demonstrating that Customer acquired and provided the Customer Data in a lawful and non-deceptive manner. Dolby may use the Customer Data to provide the Services to Customer, to improve or develop Dolby’s products and services, and, subject to Section 5.B below, as otherwise described in Dolby’s <a href=\"\/privacy-policy\">Privacy Policy<\/a>, or granted through applicable agreements between the Parties. Customer acknowledges and agrees that it is solely responsible for maintaining backups of the Customer Data. Unless otherwise specified in a separate agreement between Customer and Dolby, (i) Customer Data provided for processing by the Services is temporarily retained by Dolby for no more than 72 hours; and (ii) if Customer uses the storage feature as part of using the Dolby.io&nbsp;communications&nbsp;application programming interfaces, then the corresponding voice and video recordings are retained for 180 days, after which Dolby may delete all such Customer Data.<\/p>\n\n\n\n<p>Dolby may also delete all Customer Data within thirty (30) days of expiration or termination of the Terms. Without limiting the foregoing, Dolby may retain the Customer Data, as provided to Dolby, for such length of time as may be required by Applicable Law, and indefinitely in anonymized form.<\/p>\n\n\n\n<h3 id=\"h-b-personal-data-processing\"><a href=\"https:\/\/dolby.io\/#b-personal-data-processing\"><\/a><em>B. Personal Data Processing.<\/em><\/h3>\n\n\n\n<p>With regard to the Personal Data of End Users, the Parties acknowledge and agree that Dolby is a “processor” and “service provider” and Customer is a “controller” and “business”, as these terms are understood under Applicable Law. To the extent that Dolby is processing any Personal Data of End Users on behalf of Customer, the Parties agree to comply with the <a href=\"\/data-processing-addendum\">Data Processing Addendum<\/a>, which is incorporated by reference. For purposes of this section, “<strong>Personal Data<\/strong>” has the same meaning as defined in the <a href=\"\/data-processing-addendum\">Data Processing Addendum<\/a>; and “<strong>End Users<\/strong>” means consumers that use, interact with, view, or otherwise consume the Services in connection with obtaining a product or service from Customer (e.g., end users of Customer’s mobile applications). For clarity, the Addendum does not apply to the processing of Personal Data relating to Customer’s employees, contractors, or agents, including for billing, account management, and product development purposes and such other purposes set out in Dolby’s Privacy Policy. For such purposes, Dolby shall be considered a “controller” and shall be entitled to transfer such information to any country where it operates.<\/p>\n\n\n\n<h3 id=\"h-c-usage-data\"><a href=\"https:\/\/dolby.io\/#c-usage-data\"><\/a><em>C. Usage Data.<\/em><\/h3>\n\n\n\n<p>As between Dolby and Customer, Dolby owns all data, algorithms, processes, and analytic models developed or provided by or on behalf of Dolby that constitute all or a portion of the Services, or are otherwise used to provide the Services to Customer, including without limitation (i) such data, algorithms, processes, and analytic models embodied in the technology underlying the Services, and (ii) subject to Section 5.B, data derived from the Customer’s use of the Services, including aggregate, anonymous data elements derived from Customer Data (provided that if data is derived from Protected Health Information, then such use is in accordance with HIPAA and the terms of the applicable Business Associate Agreement), and any conclusions, reports, or other data resulting from analysis of such data (e.g., service level data, Customer usage patterns, machine learning models, etc.) (collectively, the “<strong>Usage Data<\/strong>”). The term “<strong>Usage Data<\/strong>” excludes unprocessed Customer Data. Customer will have no rights whatsoever to the Usage Data, including to use, edit, create derivatives, combinations or compilations of, synthesize, re-identify, reverse engineer, reproduce, display, distribute, sell, license, or process any Usage Data.<\/p>\n\n\n\n<h3 id=\"h-d-monitoring-and-enforcement\"><a href=\"https:\/\/dolby.io\/#d-monitoring-and-enforcement\"><\/a><em>D. Monitoring and Enforcement.<\/em><\/h3>\n\n\n\n<p>Dolby shall have the right, in its sole discretion, to remove Customer Data from the Services for any reason or no reason and to take any other action with respect to Customer Data that Dolby deems necessary or appropriate in its sole discretion. Without limiting the foregoing, Dolby shall have the right to cooperate fully with any law enforcement authorities or court order requesting or directing Dolby to disclose the identity or other information of anyone posting any content or data on or through the Services. Customer agrees and acknowledges that Dolby cannot review all Customer Data as it is posted to the Services, and cannot ensure prompt removal of objectionable material after it has been posted. Accordingly, Dolby assumes no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party through the Services.<\/p>\n\n\n\n<h2 id=\"h-6-intellectual-property\"><a href=\"https:\/\/dolby.io\/#6-intellectual-property\"><\/a>6. Intellectual Property.<\/h2>\n\n\n\n<h3 id=\"h-a-dolby-ip\"><a href=\"https:\/\/dolby.io\/#a-dolby-ip\"><\/a><em>A. Dolby IP.<\/em><\/h3>\n\n\n\n<p>As between Dolby and Customer, Dolby and its licensors own and retain all right, title, and interest, including all worldwide intellectual property rights in and to the Services, which includes the text, data, images, tools, analyses, Usage Data, and the “look and feel” of the Services, and the trademarks, service marks, and logos contained therein. Customer agrees not to reverse engineer, decompile, disassemble, or otherwise attempt to derive the source code of any of the technology used to deliver, or that forms part of, the Services, except to the extent that Applicable Law prohibits the foregoing restrictions. The Services are protected by intellectual property laws of the United States and other countries. Customer may not modify, copy, reproduce, distribute, create derivative works or adaptations of, publicly display, or in any way exploit the Services in whole or in part except as expressly authorized by Dolby. Customer will not remove, alter, or conceal any proprietary rights (e.g. copyright) notices incorporated in or accompanying any portion of the Services or related products or services.<\/p>\n\n\n\n<h3 id=\"h-b-feedback\"><a href=\"https:\/\/dolby.io\/#b-feedback\"><\/a><em>B. Feedback.<\/em><\/h3>\n\n\n\n<p>Customer hereby grants to Dolby an irrevocable, royalty-free, perpetual license to use without restriction all feedback, ideas, or suggested improvements provided to Dolby regarding the Services, including in connection with Dolby’s development, manufacturing, and marketing of products or services.<\/p>\n\n\n\n<h3 id=\"h-c-use-of-dolby-io-trademarks\"><a href=\"https:\/\/dolby.io\/#c-use-of-dolbyio-trademarks\"><\/a><em>C. Use of Dolby.io Trademarks.<\/em><\/h3>\n\n\n\n<p>Subject to Customer’s full compliance with these Terms, Dolby’s Acceptable Use Policy, and Dolby’s Trademark Usage Guidelines,&nbsp;<a href=\"mailto:support@dolby.io\">Customer may request<\/a>&nbsp;to use the phrase “Powered by Dolby.io™” together with the Dolby.io brand materials (the “<strong>Dolby.io Marks<\/strong>”), to describe Customer’s products and services that integrate with and rely on the Services. Dolby reserves the right to revoke or limit the foregoing authorization in its sole discretion by written notice to Customer, and Customer may not use any other trademarks or service marks of Dolby without Dolby’s prior written consent. Customer agrees that it will not use or register any trademarks, service marks, or domain names that are confusingly similar to any Dolby.io Marks, and that all goodwill associated with the Dolby.io Marks will inure to the sole benefit of Dolby. Upon termination or earlier revocation of this authorization by Dolby, Customer will promptly cease all use of the Dolby.io Marks.<\/p>\n\n\n\n<h2 id=\"h-7-regulatory-and-legal-compliance\"><a href=\"https:\/\/dolby.io\/#7-regulatory-and-legal-compliance\"><\/a>7. Regulatory and Legal Compliance.<\/h2>\n\n\n\n<h3 id=\"h-a-actions-to-comply-with-laws\"><a href=\"https:\/\/dolby.io\/#a-actions-to-comply-with-laws\"><\/a><em>A. Actions to Comply with Laws.<\/em><\/h3>\n\n\n\n<p>The parties acknowledge that there may be countries or locations within which Dolby may be restricted from providing the Services due to Applicable Laws, decisions, rules or orders (“<strong>Restrictions<\/strong>”). Dolby may in its sole discretion and at any time, suspend, discontinue, limit, or modify the Services or impose additional requirements on the provision of the Services, as may be reasonably required to comply with any such Restrictions.<\/p>\n\n\n\n<h3 id=\"h-b-excused-performance\"><a href=\"https:\/\/dolby.io\/#b-excused-performance\"><\/a><em>B. Excused Performance.<\/em><\/h3>\n\n\n\n<p>In no event will Dolby be required to provide the Services in countries or locations, or in a manner that would be in violation of the Restrictions and its failure to provide the Services due to the Restrictions will not be deemed to be a breach of its obligations under the Terms.<\/p>\n\n\n\n<h3 id=\"h-c-change-in-laws\"><a href=\"https:\/\/dolby.io\/#c-change-in-laws\"><\/a><em>C. Change in Laws.<\/em><\/h3>\n\n\n\n<p>In the event that any Restriction, or any change in Applicable Law, decision, rule or order materially or adversely affects the delivery of the Services (including the economic viability thereof), Dolby may terminate these Terms and cease to provide the relevant Services.<\/p>\n\n\n\n<h3 id=\"h-d-export\"><a href=\"https:\/\/dolby.io\/#d-export\"><\/a><em>D. Export.<\/em><\/h3>\n\n\n\n<p>Customer shall comply with all applicable export control laws and regulations, including the Export Administration Regulations (“<strong>EAR<\/strong>“) maintained by the U.S. Department of Commerce, and trade and economic sanctions maintained by the Treasury Department&#8217;s Office of Foreign Assets Control (&#8220;<strong>OFAC<\/strong>&#8220;). Without limiting the foregoing, Customer agrees not to &#8212; directly or indirectly &#8212; export, reexport, transfer, or otherwise provide access to the Services or technologies (including products derived from or based on such technologies) received from Dolby under the Terms to any destination, entity, or person prohibited by U.S. or applicable non-U.S. laws, without obtaining prior authorization from the competent government authorities as required by those laws and regulations.<\/p>\n\n\n\n<h2 id=\"h-8-confidentiality\"><a href=\"https:\/\/dolby.io\/#8-confidentiality\"><\/a>8. Confidentiality.<\/h2>\n\n\n\n<h3 id=\"h-a-definitions\"><a href=\"https:\/\/dolby.io\/#a-definitions\"><\/a><em>A. Definitions.<\/em><\/h3>\n\n\n\n<p>Each party (the “<strong>Receiving Party<\/strong>”) understands that the other party (the “<strong>Disclosing Party<\/strong>”) has disclosed or may disclose business, technical or financial information relating to the Disclosing Party’s business (hereinafter referred to as “<strong>Confidential Information<\/strong>” of the Disclosing Party). Dolby’s Confidential Information includes non-public information regarding features, functionality and performance of the Service. Customer’s Confidential Information includes Customer Data. Information will not be considered Confidential Information to the extent that such information: (i) is already known to the receiving party free of any confidentiality obligation at the time it is obtained; (ii) is or becomes publicly known through no wrongful act of the receiving party; (iii) is rightfully received from a third party without restriction and without breach of the Terms; or (iv) is independently developed by the receiving party without use of or reference to the disclosing party’s Confidential Information.<\/p>\n\n\n\n<h3 id=\"h-b-obligations\"><a href=\"https:\/\/dolby.io\/#b-obligations\"><\/a><em>B. Obligations.<\/em><\/h3>\n\n\n\n<p>The Receiving Party agrees: (i) to hold the Confidential Information of the Disclosing Party in strict confidence using the same degree of care and protection with respect to the Confidential Information of the Disclosing Party that it exercises with respect to its own Confidential Information, but in no event less than a reasonable degree of care; (ii) not to use the Disclosing Party’s Confidential Information without the Disclosing Party’s prior written consent except as expressly permitted or otherwise contemplated hereunder; and (iii) not to directly or indirectly disclose or allow any third-party to have access to any Confidential Information of the Disclosing Party without the Disclosing Party’s prior written consent except as expressly permitted or otherwise contemplated hereunder. Notwithstanding the foregoing, Dolby is hereby authorized to disclose Customer&#8217;s Confidential Information to Dolby’s contractors and service providers who need access to such Confidential Information to help provide the Services, provided that such contractors and service providers are under written obligations of confidentiality with respect to such Confidential Information. Furthermore, a Receiving Party may disclose Confidential Information in response to a valid court order or legal requirement, provided that (1) unless prohibited by Applicable Law, the Receiving Party will provide the Disclosing Party with sufficient advance written notice of such disclosure to contest it, and (2) the Receiving Party assists the Disclosing Party, at the Disclosing Party’s expense, in any lawful attempt by the Disclosing Party to limit or prevent the disclosure of the Confidential Information.<\/p>\n\n\n\n<h3 id=\"h-c-publicity\"><a href=\"https:\/\/dolby.io\/#c-publicity\"><\/a><em>C. Publicity.<\/em><\/h3>\n\n\n\n<p>Customer authorizes Dolby to disclose that Customer is a customer of Dolby (e.g., in customer lists, press releases, commercial proposals, sales presentations, conferences).<\/p>\n\n\n\n<h2 id=\"h-9-disclaimer\"><a href=\"https:\/\/dolby.io\/#9-disclaimer\"><\/a>9. Disclaimer.<\/h2>\n\n\n\n<p>TO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, DOLBY MAKES NO WARRANTIES OF ANY KIND, AND THE SERVICES ARE PROVIDED “AS-IS,” EXCLUSIVE OF ANY WARRANTY, WHETHER ORAL OR WRITTEN, EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. DOLBY DISCLAIMS ALL WARRANTIES AND LIABILITIES, TO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, REGARDING THE ACCURACY, COMPLETENESS, OR UTILITY OF ANY OUTPUT OR OTHER INFORMATION CONTAINED IN OR DERIVED FROM THE SERVICES. DOLBY DOES NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICES COMPLETELY SECURE AGAINST HACKING OR OTHER UNAUTHORIZED INTRUSION. CUSTOMER HEREBY ACKNOWLEDGES AND AGREES THAT NEITHER DOLBY NOR ITS AFFILIATES IS A PARTY TO ANY TRANSACTION BETWEEN CUSTOMER AND CUSTOMER’S CUSTOMERS OR ASSUMES ANY LIABILITY WITH RESPECT TO ANY SUCH TRANSACTION. AS BETWEEN DOLBY AND CUSTOMER, CUSTOMER IS SOLELY RESPONSIBLE FOR ALL OUTPUTS OF THE SERVICES. THE SERVICES ARE NOT INTENDED TO SUPPORT COMMUNICATIONS TO EMERGENCY SERVICE PROVIDERS. NEITHER DOLBY NOR ITS REPRESENTATIVES WILL BE LIABLE UNDER ANY LEGAL OR EQUITABLE THEORY FOR ANY CLAIM, DAMAGE, OR LOSS ARISING FROM OR RELATING TO THE INABILITY TO USE THE SERVICES TO CONTACT EMERGENCY SERVICES, AND CUSTOMER WILL HOLD DOLBY HARMLESS AGAINST ANY AND ALL SUCH CLAIMS.<\/p>\n\n\n\n<h2 id=\"h-10-limitation-of-liability\"><a href=\"https:\/\/dolby.io\/#10-limitation-of-liability\"><\/a>10. Limitation of Liability.<\/h2>\n\n\n\n<p>IN NO EVENT WILL DOLBY BE LIABLE TO CUSTOMER FOR ANY INDIRECT, INCIDENTAL, EXEMPLARY, PUNITIVE, SPECIAL OR CONSEQUENTIAL DAMAGES, INCLUDING DAMAGES FOR LOST REVENUES OR PROFITS, REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE AND EVEN IF DOLBY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. DOLBY’S MAXIMUM AGGREGATE LIABILITY FOR DAMAGES WITH RESPECT TO ALL EVENTS, ACTS, OR OMISSIONS ARISING UNDER OR IN CONNECTION WITH THE TERMS WILL NOT EXCEED AN AMOUNT EQUAL TO (A) THE FEES PAID BY CUSTOMER TO DOLBY FOR THE SERVICES DURING THE SIX (6) MONTHS PRIOR TO THE FIRST EVENT GIVING RISE TO SUCH DAMAGES, OR (B) $100, WHICHEVER IS GREATER. THE FOREGOING LIMITATIONS OF LIABILITY WILL APPLY ONLY TO THE EXTENT PERMISSIBLE UNDER APPLICABLE LAW.<\/p>\n\n\n\n<h2 id=\"h-11-indemnification\"><a href=\"https:\/\/dolby.io\/#11-indemnification\"><\/a>11. Indemnification.<\/h2>\n\n\n\n<h3 id=\"h-a-by-dolby\"><a href=\"https:\/\/dolby.io\/#a-by-dolby\"><\/a><em>A. By Dolby.<\/em><\/h3>\n\n\n\n<p>A. By Dolby. Subject to these Terms, Dolby will defend Customer from and against any demand or any legal or governmental action or proceeding (including arbitration) commenced by an unaffiliated third-party (“<strong>Claim<\/strong>”) against Customer alleging that the Services infringe any United States copyright or trade secret right of a third-party, and pay any amounts finally awarded by a court of competent jurisdiction or agreed to by Dolby (“<strong>Losses<\/strong>”) arising therefrom, subject to the procedure set forth in Section 11.C below. In the event of such Claim, Dolby may, at its sole discretion, (i) secure the right of Customer to continue using the Services, (ii) replace the infringing portion of the Services, or (iii) terminate the Terms. This Section 11.A will not apply to any Claim that is caused by Customer Data, the combination of the Services with third party products or services, or breach of the Terms by, or gross negligence or willful misconduct of, Customer. This Section 11.A is the only responsibility of Dolby and the sole and exclusive remedy of Customer for any claims or liabilities associated with infringement of third-party intellectual property rights.<\/p>\n\n\n\n<h3 id=\"h-b-by-customer\"><a href=\"https:\/\/dolby.io\/#b-by-customer\"><\/a><em>B. By Customer.<\/em><\/h3>\n\n\n\n<p>Subject to the Terms, Customer will defend Dolby from and against any Claim brought against Dolby relating to: (i) the failure by Customer to comply with its obligations under the Terms; (ii) Customer’s violation of Applicable Law; (iii) any infringement or violation of any third party rights by the Customer Data or Dolby’s receipt or use thereof in accordance with these Terms, including intellectual property rights and rights of privacy, publicity, and confidentiality; (iv) any contract or other transaction between Customer and any third-party; and (v) any unauthorized use of Customer’s or its personnel’s account credentials; and Customer will pay the Losses arising therefrom, in each instance subject to the procedure set forth in Section 11.C below.<\/p>\n\n\n\n<h3 id=\"h-c-procedure\"><a href=\"https:\/\/dolby.io\/#c-procedure\"><\/a><em>C. Procedure.<\/em><\/h3>\n\n\n\n<p>The indemnified Party hereunder will: (i) provide the indemnifying Party with prompt written notice upon becoming aware of any such Claim; (ii) reasonably cooperate with the indemnifying Party in the defense of any such Claim; and (iii) provide the indemnifying Party with sole and exclusive control of the defense and settlement of any such Claim; provided, however, that if Customer is the indemnifying Party, Dolby shall have the right to participate in the defense and settlement of the applicable Claim(s) with counsel of Dolby’s choosing. The indemnifying Party will have the exclusive right to select its own counsel and make settlements of the Claim at its own discretion, provided that the indemnifying Party may not enter into any settlement or compromise of such Claim that (i) contains a stipulation to or admission or acknowledgement of, any liability or wrongdoing on the part of the indemnified Party; (ii) involves the incurrence of any costs or expenses on the part of the indemnified Party; or (iii) imposes any obligation upon the indemnified Party, other than with prior written consent of the indemnified Party.<\/p>\n\n\n\n<h2 id=\"h-12-arbitration\"><a href=\"https:\/\/dolby.io\/#12-arbitration\"><\/a>12. Arbitration.<\/h2>\n\n\n\n<p><strong>PLEASE READ THIS SECTION CAREFULLY BECAUSE IT AFFECTS YOUR RIGHTS. BY AGREEING TO BINDING ARBITRATION, CUSTOMER WAIVES ITS RIGHT TO LITIGATE DISPUTES THROUGH A COURT AND TO HAVE A JUDGE OR JURY DECIDE ITS CASE.<\/strong><\/p>\n\n\n\n<h3 id=\"h-a-agreement-to-arbitrate\"><a href=\"https:\/\/dolby.io\/#a-agreement-to-arbitrate\"><\/a><em>A. Agreement to Arbitrate.<\/em><\/h3>\n\n\n\n<p>In order to expedite and control the cost of disputes, Dolby and Customer agree that any legal or equitable claim, dispute, action or proceeding arising from or related to Customer’s use of the Services or these Terms (“<strong>Dispute<\/strong>”) will be resolved by arbitration if the parties are unable to reach agreement through negotiation of the Dispute. This applies to all Disputes, whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory,&nbsp;<ins>even if the Dispute arises after the termination of these Terms<\/ins>. Arbitration is a less formal proceeding than a lawsuit in a court, does not involve a judge or jury, and may allow for less discovery than in a court. An arbitration is conducted by a neutral arbitrator. An arbitrator can award the same types of relief that a court can, such as damages, but a decision from an arbitrator can be subject to very limited review by a court. CUSTOMER UNDERSTANDS AND AGREES THAT CUSTOMER AND DOLBY ARE HEREBY WAIVING THE RIGHT TO A TRIAL BY JURY AND THE RIGHT TO JOIN AND PARTICIPATE IN A CLASS ACTION, TO THE FULLEST EXTENT PERMITTED UNDER THE LAW.<\/p>\n\n\n\n<h3 id=\"h-b-exceptions-to-arbitration-agreement\"><a href=\"https:\/\/dolby.io\/#b-exceptions-to-arbitration-agreement\"><\/a><em>B. Exceptions to Arbitration Agreement.<\/em><\/h3>\n\n\n\n<p>Despite this arbitration agreement, both Customer and Dolby will still be able to: (a) bring an individual action in small claims court; (b) bring an individual action seeking injunctive relief in a court of law; (c) bring suit regarding intellectual property infringement; and (d) bring issues to the attention of federal, state, or local agencies, which may result in legal action.<\/p>\n\n\n\n<h3 id=\"h-c-opt-out-of-arbitration-agreement\"><a href=\"https:\/\/dolby.io\/#c-opt-out-of-arbitration-agreement\"><\/a><em>C. Opt-Out of Arbitration Agreement.<\/em><\/h3>\n\n\n\n<p>Customer has the right to opt out of this agreement to arbitrate by contacting&nbsp;<a href=\"mailto:dolbyioprivacy@dolby.com\">dolbyioprivacy@dolby.com<\/a>&nbsp;within thirty (30) days of first accepting these Terms. In Customer’s request, Customer must state that customer declines the arbitration agreement in this Section, and provide Customer’s full name and the e-mail address Customer used to register for the Services. There is no penalty for opting out of this arbitration agreement.<\/p>\n\n\n\n<h3 id=\"h-d-notice-of-dispute\"><a href=\"https:\/\/dolby.io\/#d-notice-of-dispute\"><\/a><em>D. Notice of Dispute.<\/em><\/h3>\n\n\n\n<p>In the event of a Dispute, Customer or Dolby must give the other a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the Dispute, and a proposed solution, including any relief sought (a “<strong>Notice of Dispute<\/strong>”). Customer must send any Notice of Dispute by certified U.S. Mail or Federal Express (signature required) to Dolby at San Francisco HQ Dolby Laboratories, Inc. 1275 Market Street San Francisco, CA 94103-1410 USA and also via e-mail to&nbsp;<a href=\"mailto:dolbyioprivacy@dolby.com\">dolbyioprivacy@dolby.com<\/a>. Dolby will send any Notice of Dispute to Customer by certified U.S. Mail or Federal Express (signature required) to Customer’s address if Dolby has it, or otherwise to Customer’s e-mail address. Customer and Dolby will attempt to resolve any Dispute through informal negotiation within thirty (30) days from the date the Notice of Dispute is sent. After thirty (30) days, Customer or Dolby may commence arbitration.<\/p>\n\n\n\n<h3 id=\"h-e-binding-arbitration-and-governing-law\"><a href=\"https:\/\/dolby.io\/#e-binding-arbitration-and-governing-law\"><\/a><em>E. Binding Arbitration and Governing Law.<\/em><\/h3>\n\n\n\n<p>To the fullest extent permitted under law, any arbitration between Customer and Dolby will be settled under the Federal Arbitration Act, and will administered by the American Arbitration Association (“<strong>AAA<\/strong>”) pursuant to its [Consumer Arbitration Rules] in effect at the time the Dispute is filed (the “<strong>AAA Rules<\/strong>”), as modified by these Terms. Information about AAA and the AAA Rules and filing process is available at&nbsp;<a href=\"https:\/\/www.adr.org\/\">https:\/\/www.adr.org\/<\/a>&nbsp;or by contacting Dolby. CUSTOMER IS GIVING UP THE RIGHT TO LITIGATE (OR PARTICIPATE IN AS A PARTY OR CLASS MEMBER) ALL DISPUTES IN COURT BEFORE A JUDGE OR JURY. INSTEAD, ALL DISPUTES WILL BE RESOLVED BEFORE A NEUTRAL ARBITRATOR, WHOSE DECISION WILL BE FINAL EXCEPT FOR A LIMITED RIGHT OF APPEAL UNDER THE FEDERAL ARBITRATION ACT.<\/p>\n\n\n\n<h3 id=\"h-f-class-action-waiver\"><a href=\"https:\/\/dolby.io\/#f-class-action-waiver\"><\/a><em>F. Class Action Waiver.<\/em><\/h3>\n\n\n\n<p>A. TO THE FULLEST EXTENT OF THE LAW, CUSTOMER AND DOLBY AGREE THAT ANY PROCEEDINGS TO RESOLVE OR LITIGATE ANY DISPUTE IN ANY FORUM WILL BE CONDUCTED SOLELY ON AN INDIVIDUAL BASIS, AND NEITHER CUSTOMER NOR DOLBY WILL SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION OR IN ANY OTHER PROCEEDING IN WHICH EITHER PARTY ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY. No arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings.<\/p>\n\n\n\n<h3 id=\"h-g-arbitration-procedures\"><a href=\"https:\/\/dolby.io\/#g-arbitration-procedures\"><\/a><em>G. Arbitration Procedures.<\/em><\/h3>\n\n\n\n<p>Any arbitration hearing will take place in San Francisco, California, in a location that Customer and Dolby agree upon. If Customer’s claim is for $10,000 or less, however, it is Customer’s choice whether the arbitration is conducted: (a) by an in-person hearing under the AAA Rules in the county (or parish) of Customer’s billing address; (b) by a telephonic hearing, where the parties do not appear in person; or (c) by the submission of documents only, without an in-person or telephonic hearing. Regardless of how the arbitration is conducted, the arbitrator must issue a reasoned written description that explains the essential findings and conclusions on which the decision and any award are based. The arbitrator may award the same damages to Customer individually as a court could. The arbitrator may award declaratory or injunctive relief only to Customer individually, and only to the extent required to satisfy Customer’s individual claim. The parties must not disclose the amount of any settlement offer made by Customer or Dolby to the arbitrator during the arbitration, until the arbitrator has made a final decision and award, if any. If the arbitrator finds in Customer’s favor, Dolby will pay Customer the highest of: (a) the amount the arbitrator awards Customer, if any; (b) the last written settlement amount Dolby regarding the Dispute before the arbitrator’s final decision and award; or (c) $1,000.<\/p>\n\n\n\n<h3 id=\"h-h-arbitration-fees\"><a href=\"https:\/\/dolby.io\/#h-arbitration-fees\"><\/a><em>H. Arbitration Fees.<\/em><\/h3>\n\n\n\n<p>Whoever files the arbitration pays the initial filing fee, unless Customer’s claim is for $10,000 or less, in which case Dolby will reimburse Customer for Customer’s payment of the initial filing fee. If Customer’s claim is for more than $10,000, the payment of any fees will be decided by the AAA Rules. At any time during the arbitration, the arbitrator may make rulings and resolve any disputes about the payment or reimbursement of fees or expenses; either party may also request a ruling on these issues within 14 days of the arbitrator’s ruling on the merits. If the arbitrator finds that the substance of Customer’s claim or Customer’s request for relief is frivolous or brought for an improper purpose (under the standard set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules. If that happens, Customer agrees to reimburse Dolby for any amounts previously disbursed that are otherwise Customer’s obligation to pay under the AAA Rules.<\/p>\n\n\n\n<h3 id=\"h-i-filing-period\"><a href=\"https:\/\/dolby.io\/#i-filing-period\"><\/a><em>I. Filing Period.<\/em><\/h3>\n\n\n\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, ANY DISPUTE UNDER THESE TERMS MUST BE FILED WITHIN ONE (1) YEAR IN AN ARBITRATION PROCEEDING. The one-year period begins when the events giving rise to the Dispute first occur. If a claim is not submitted within one year, it is permanently barred. This period can only be extended by the written consent of both parties. No statutes or provisions of law that would toll or otherwise affect the time in which a party may bring a claim shall operate to extend the period limited in this Section, and any such statutes and provisions are hereby waived, to the fullest extent permitted by law.<\/p>\n\n\n\n<h3 id=\"h-j-modifications\"><a href=\"https:\/\/dolby.io\/#j-modifications\"><\/a><em>J. Modifications.<\/em><\/h3>\n\n\n\n<p>Customer has the right to reject any changes to this arbitration provision, except for a change to Dolby’s contact information. Customer may reject a change by sending us written notice within 30 days. This will result in Customer’s account on the Services being immediately terminated. Note that this arbitration provision, as it was prior to the rejected changes, will remain in effect.<\/p>\n\n\n\n<h3 id=\"h-k-enforceability\"><a href=\"https:\/\/dolby.io\/#k-enforceability\"><\/a><em>K. Enforceability.<\/em><\/h3>\n\n\n\n<p>If the waiver of class actions above is found unenforceable, or this entire section is found unenforceable, then this entire section will be null and void. If that happens, Customer and Dolby agree that the section below on exclusive jurisdiction and governing law will govern any Dispute.<\/p>\n\n\n\n<h2 id=\"h-13-dmca-copyright-infringement\"><a href=\"https:\/\/dolby.io\/#13-dmca-copyright-infringement\"><\/a><em>13. DMCA; Copyright Infringement.<\/em><\/h2>\n\n\n\n<p>Dolby encourages Customer to report material or content that Customer believes warrants removal from the Services. In particular, if Customer believes that any material on the Services infringes Customer’s work or the work of any third party in a manner that constitutes infringement, then Customer may notify Dolby in accordance with this Section. To notify Dolby of copyright infringement on the Services, please send Dolby a written notice by e-mail to the address or email below that includes all of the following information:<\/p>\n\n\n\n<ul><li>identification of the work Customer believes is being infringed;<\/li><li>identification of the work Customer believes is infringing, with information that is reasonably sufficient for Dolby to locate it;<\/li><li>Customer’s name, address, phone number and e-mail address;<\/li><li>a statement that Customer has a good faith belief that use of the work in the manner complained of is not authorized by the copyright owner, its agent or the law;<\/li><li>a statement that the information in Customer’s notification is accurate, and under penalty of perjury, Customer is the copyright owner or is authorized to act on behalf of the owner of an exclusive right that has allegedly been infringed; and<\/li><li>a physical or electronic signature of a person authorized to act on behalf of the owner of the exclusive right that has allegedly been infringed.<\/li><\/ul>\n\n\n\n<p>If you wish to reach our designated agent regarding copyright issues, please reach out to us at: Dolby Laboratories, Inc. Attn: Dolby Designated DMCA Agent, 1275 Market Street, San Francisco, CA 94103 or&nbsp;<a href=\"mailto:copyright@dolby.com\">copyright@dolby.com<\/a>.<\/p>\n\n\n\n<p>Please note that if Customer knowingly gives false, misleading, or inaccurate information regarding the existence of infringing content, Dolby may suspend Customer’s account, and Customer may face other legal consequences.<\/p>\n\n\n\n<p>Dolby will treat notices that meet these requirements in accordance with the U.S. Digital Millennium Copyright Act of 1998 (“<strong>DMCA<\/strong>”). If Dolby has taken down any material or content that Customer believes should not have been removed, Customer can send Dolby a written counter-notice by e-mail to&nbsp;<a href=\"mailto:copyright@dolby.com\">copyright@dolby.com<\/a>. Please be sure Customer’s counter-notice meets the DMCA requirements and Dolby will follow the process set out in the DMCA. Customer may find out more about the DMCA at&nbsp;<a href=\"https:\/\/copyright.gov\/\">https:\/\/copyright.gov<\/a>.<\/p>\n\n\n\n<p>Dolby will promptly terminate without notice the accounts of users who have been notified of infringing activity or have had User Content removed from the Services at least three times (“<strong>Repeat Infringers<\/strong>”). Repeat Infringers will not be tolerated on the Services.<\/p>\n\n\n\n<h2 id=\"h-14-miscellaneous\"><a href=\"https:\/\/dolby.io\/#14-miscellaneous\"><\/a>14. Miscellaneous.<\/h2>\n\n\n\n<h3 id=\"h-a-dolby-contracting-party\"><a href=\"https:\/\/dolby.io\/#a-dolby-contracting-party\"><\/a><em>A. Dolby Contracting Party.<\/em><\/h3>\n\n\n\n<p>Unless otherwise specified (for instance in your account record or on Dolby.io), Dolby Laboratories, Inc. is the Dolby contracting party for Media Services, and Voxeet, Inc. is the Dolby contracting party for Dolby.io&nbsp;communications application programming interface (“<strong>Dolby.io Communications API<\/strong>”) Services. Dolby reserves the right to change the Dolby contracting parties from time to time as circumstances change.<\/p>\n\n\n\n<h3 id=\"h-b-governing-law\"><a href=\"https:\/\/dolby.io\/#b-governing-law\"><\/a><em>B. Governing Law.<\/em><\/h3>\n\n\n\n<p>The Terms will be governed by, and interpreted under, the laws of the State of California except for any conflict of law principles that would cause the laws of any other jurisdiction to apply. The federal and\/or state courts located in San Francisco, California will have personal and subject matter jurisdiction over, and the Parties each submit to the venue of such courts with respect to, any dispute related to the Terms that is, for any reason, excluded from arbitration under Section 12. Customer consents to service of process permitted under California law or by certified mail return receipt requested.<\/p>\n\n\n\n<h3 id=\"h-c-severability\"><a href=\"https:\/\/dolby.io\/#c-severability\"><\/a><em>C. Severability.<\/em><\/h3>\n\n\n\n<p>If any provision of the Terms is held to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions will not be affected or impaired and any provision deemed unenforceable will automatically be revised with the least changes necessary to effect, to the fullest extent permitted by Applicable Law, the intent of the parties as set forth therein.<\/p>\n\n\n\n<h3 id=\"h-d-assignment\"><a href=\"https:\/\/dolby.io\/#d-assignment\"><\/a><em>D. Assignment.<\/em><\/h3>\n\n\n\n<p>Customer may not assign these Terms, in whole or in part, by operation of law or otherwise, without Dolby’s prior written approval. Dolby may assign these Terms at any time without notice or consent. In the event of a permitted assignment, the Terms will remain in full force and effect and will bind the permitted assignee. Any assignment in violation of this Section 14.C will be void ab initio.<\/p>\n\n\n\n<h3 id=\"h-e-modification-of-these-terms\"><a href=\"https:\/\/dolby.io\/#e-modification-of-these-terms\"><\/a><em>E. Modification of these Terms.<\/em><\/h3>\n\n\n\n<p>We reserve the right, at our discretion, to change these Terms on a going-forward basis at any time. Please check these Terms periodically for changes. If a change to these Terms materially modifies Customer’s rights or obligations, we will notify Customer of the modified Terms by email to the address Customer provided in Customer’s user profile and\/or in a notification in the Services or on our website. Material modifications will be effective upon Customer’s acceptance of such modified Terms or upon Customer’s continued use of the Services after we send or post our notification of the changes, whichever is earlier. Immaterial modifications are effective upon publication. Notwithstanding the foregoing, a change to the Dolby contracting parties will be effective immediately upon sending or posting notification of such change. Disputes arising under these Terms will be resolved in accordance with the version of these Terms that was in effect at the time the dispute arose.<\/p>\n\n\n\n<h3 id=\"h-f-authority\"><a href=\"https:\/\/dolby.io\/#f-authority\"><\/a><em>F. Authority.<\/em><\/h3>\n\n\n\n<p>If Customer is agreeing to these Terms on behalf of his or her employer, Customer represents and warrants that he or she has the authority to agree to these Terms on behalf of such employer and that these Terms will be binding on such employer upon Customer’s acceptance hereof.<\/p>\n\n\n\n<h3 id=\"h-g-force-majeure\"><a href=\"https:\/\/dolby.io\/#g-force-majeure\"><\/a><em>G. Force Majeure.<\/em><\/h3>\n\n\n\n<p>Except for payment obligations, neither Party will be responsible to the other or to any third-party for any failure, in whole or in part, to perform any obligations under the Terms, to the extent that performance is prevented, hindered, or delayed by fire, flood, earthquake, elements of nature, or acts of God, acts of war, acts or attempted acts of terrorism, riots, civil disorders, rebellions or revolutions, strikes, lockouts, or other labor disputes, power, network, or Internet outages, or any other similar cause beyond the reasonable control of such Party (each a “<strong>Force Majeure Event<\/strong>”). In addition, Dolby’s failure to perform its responsibilities under the Terms or delay in performance will be excused if the non-performance or delay is caused by Customer, any of Customer’s employees or contractors, or any other third-party.<\/p>\n\n\n\n<h3 id=\"h-h-relationship-of-the-parties\"><a href=\"https:\/\/dolby.io\/#h-relationship-of-the-parties\"><\/a><em>H. Relationship of the Parties.<\/em><\/h3>\n\n\n\n<p>Dolby is acting solely as an independent contractor to Customer, and the Terms do not create a partnership, franchise, joint venture, agency, fiduciary or employment relationship between the Parties.<\/p>\n\n\n\n<h3 id=\"h-i-waiver-of-ucita\"><a href=\"https:\/\/dolby.io\/#i-waiver-of-ucita\"><\/a><em>I. Waiver of UCITA.<\/em><\/h3>\n\n\n\n<p>The Uniform Computer Information Transactions Act (“<strong>UCITA<\/strong>”) will not apply to transactions hereunder.<\/p>\n\n\n\n<h3 id=\"h-j-no-third-party-beneficiaries\"><a href=\"https:\/\/dolby.io\/#j-no-third-party-beneficiaries\"><\/a><em>J. No Third-Party Beneficiaries.<\/em><\/h3>\n\n\n\n<p>The Terms are for the sole benefit of the Parties hereto and their respective successors and permitted assigns and nothing herein, express or implied, is intended to or shall confer on any third party any legal or equitable right, benefit, or remedy of any nature whatsoever under or by reason of the Terms.<\/p>\n\n\n\n<h3 id=\"h-k-notices\"><a href=\"https:\/\/dolby.io\/#k-notices\"><\/a><em>K. Notices.<\/em><\/h3>\n\n\n\n<p>All notices required to be given pursuant to the Terms shall be given in writing and delivered by hand, certified first class mail, email or overnight courier, addressed to the receiving party at the address first stated above (the “<strong>Notice Address<\/strong>”). Each Party will provide written notice to the other Party in the event of a change in Notice Address. Notice shall be deemed given (i) when delivered by hand to the Notice Address, (ii) three (3) business days after mailing by certified first class mail, (iii) one (1) business day after delivering to a recognized overnight delivery carrier, or (iv) on the date sent by electronic mail.<\/p>\n\n\n\n<h3 id=\"h-l-consent-to-communications\"><a href=\"https:\/\/dolby.io\/#l-consent-to-communications\"><\/a><em>L. Consent to Communications.<\/em><\/h3>\n\n\n\n<p>By using the Services, Customer consents to receiving certain electronic communications from us as further described in our Privacy Policy. Please read our Privacy Policy to learn more about our electronic communications practices. Customer agrees that any notices, agreements, disclosures, or other communications that we send to Customer electronically will satisfy any legal communication requirements, including that those communications be in writing. By providing Customer’s mobile number to us, Customer consent to receiving text messages and phone calls at that number for account verification, notifications, and other purposes related to the Services. While we do not charge a fee for text messages or phone calls, Customer’s carrier may charge standard messaging, data, and other fees, and Customer will be responsible for those charges. We may send and receive text messages and phone calls through cellular telephone operators or other networks, and the level of reliability may vary. We are not responsible for the timeliness or final delivery of text messages, as that is outside our control and is the responsibility of the cellular telephone operator or other networks. Notwithstanding the foregoing, we will use Customer’s mobile number in accordance with our Privacy Policy. Dolby may, without further notice or warning and in our discretion, monitor and\/or record any telephone conversations, text messages, and other communications between Customer and Dolby for our business purposes, such as quality assurance and training purposes and to protect our rights and the rights of others.<\/p>\n\n\n\n<h3 id=\"h-m-entire-agreement\"><a href=\"https:\/\/dolby.io\/#m-entire-agreement\"><\/a><em>M. Entire Agreement.<\/em><\/h3>\n\n\n\n<p>These Terms (including any Additional Terms) constitute the entire agreement between Dolby and Customer with respect to the transactions contemplated hereunder. The Terms override and supersede, and each of Dolby and Customer expressly disclaim any reliance upon, all other prior and contemporaneous agreements, understandings, purchase orders, proposals, negotiations, and discussions, written or oral, of the parties relating to the Services.<\/p>\n\n\n\n<p><em>Effective Date: April 24, 2020<\/em><\/p>\n<\/div><\/div>\n<\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":1731,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":true,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"front-page featured-section policy-pages","_genesis_custom_post_class":"","_genesis_layout":"full-width-content"},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v17.2 (Yoast SEO v18.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Service - Dolby.io<\/title>\n<meta name=\"description\" content=\"Terms of Service These Terms of Service (the “Terms”) are a legally binding contract between you or the legal entity on whose behalf you are entering into\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dolby.io\/policies\/terms-of-service\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Service\" \/>\n<meta property=\"og:description\" content=\"Terms of Service These Terms of Service (the “Terms”) are a legally binding contract between you or the legal entity on whose behalf you are entering into\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dolby.io\/policies\/terms-of-service\/\" \/>\n<meta property=\"og:site_name\" content=\"Dolby.io\" \/>\n<meta property=\"article:modified_time\" content=\"2021-11-22T01:44:16+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"36 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/dolby.io\/#organization\",\"name\":\"Dolby.io\",\"url\":\"https:\/\/dolby.io\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/dolby.io\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"contentUrl\":\"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png\",\"width\":512,\"height\":512,\"caption\":\"Dolby.io\"},\"image\":{\"@id\":\"https:\/\/dolby.io\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dolby.io\/#website\",\"url\":\"https:\/\/dolby.io\/\",\"name\":\"Dolby.io\",\"description\":\"Dolby.io\",\"publisher\":{\"@id\":\"https:\/\/dolby.io\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dolby.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dolby.io\/policies\/terms-of-service\/#webpage\",\"url\":\"https:\/\/dolby.io\/policies\/terms-of-service\/\",\"name\":\"Terms of Service - Dolby.io\",\"isPartOf\":{\"@id\":\"https:\/\/dolby.io\/#website\"},\"datePublished\":\"2021-06-09T22:11:10+00:00\",\"dateModified\":\"2021-11-22T01:44:16+00:00\",\"description\":\"Terms of Service These Terms of Service (the “Terms”) are a legally binding contract between you or the legal entity on whose behalf you are entering into\",\"breadcrumb\":{\"@id\":\"https:\/\/dolby.io\/policies\/terms-of-service\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dolby.io\/policies\/terms-of-service\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dolby.io\/policies\/terms-of-service\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dolby.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Policies\",\"item\":\"https:\/\/dolby.io\/policies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Terms of Service\"}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Terms of Service - Dolby.io","description":"Terms of Service These Terms of Service (the “Terms”) are a legally binding contract between you or the legal entity on whose behalf you are entering into","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dolby.io\/policies\/terms-of-service\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Service","og_description":"Terms of Service These Terms of Service (the “Terms”) are a legally binding contract between you or the legal entity on whose behalf you are entering into","og_url":"https:\/\/dolby.io\/policies\/terms-of-service\/","og_site_name":"Dolby.io","article_modified_time":"2021-11-22T01:44:16+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"36 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/dolby.io\/#organization","name":"Dolby.io","url":"https:\/\/dolby.io\/","sameAs":[],"logo":{"@type":"ImageObject","@id":"https:\/\/dolby.io\/#logo","inLanguage":"en-US","url":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","contentUrl":"https:\/\/dolby.io\/wp-content\/uploads\/2021\/07\/DolbyIO-favicon.png","width":512,"height":512,"caption":"Dolby.io"},"image":{"@id":"https:\/\/dolby.io\/#logo"}},{"@type":"WebSite","@id":"https:\/\/dolby.io\/#website","url":"https:\/\/dolby.io\/","name":"Dolby.io","description":"Dolby.io","publisher":{"@id":"https:\/\/dolby.io\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dolby.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/dolby.io\/policies\/terms-of-service\/#webpage","url":"https:\/\/dolby.io\/policies\/terms-of-service\/","name":"Terms of Service - Dolby.io","isPartOf":{"@id":"https:\/\/dolby.io\/#website"},"datePublished":"2021-06-09T22:11:10+00:00","dateModified":"2021-11-22T01:44:16+00:00","description":"Terms of Service These Terms of Service (the “Terms”) are a legally binding contract between you or the legal entity on whose behalf you are entering into","breadcrumb":{"@id":"https:\/\/dolby.io\/policies\/terms-of-service\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dolby.io\/policies\/terms-of-service\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/dolby.io\/policies\/terms-of-service\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dolby.io\/"},{"@type":"ListItem","position":2,"name":"Policies","item":"https:\/\/dolby.io\/policies\/"},{"@type":"ListItem","position":3,"name":"Terms of Service"}]}]}},"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"featured-page":false,"gb-block-post-grid-landscape":false,"gb-block-post-grid-square":false},"uagb_author_info":{"display_name":"Jay Cornell","author_link":"https:\/\/dolby.io\/blog\/author\/jay_cornell\/"},"uagb_comment_info":0,"uagb_excerpt":null,"featured_image_src":null,"featured_image_src_square":null,"_links":{"self":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/17"}],"collection":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/comments?post=17"}],"version-history":[{"count":0,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/17\/revisions"}],"up":[{"embeddable":true,"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/pages\/1731"}],"wp:attachment":[{"href":"https:\/\/dolby.io\/wp-json\/wp\/v2\/media?parent=17"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}